{"sentence": "This map I changed normal smooth stone for rock, a combination of stone and cobblestone, to create a rougher and more rugged terrain and I'm pleased with how it turned out.", "keyword": "pleased", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "foisting anything upon the people, the people are perfectly happy to vote in", "keyword": "happy", "meta": {"pile_set_name": "HackerNews"}}
{"sentence": "If you've come from the other side of the world, you'll be delighted to learn that summer water temperatures in southern England are roughly equivalent to winter temperatures in southern Australia (ie you'll still need a wetsuit).", "keyword": "delighted", "meta": {"pile_set_name": "Books3"}}
{"sentence": "For mainstream stores head for the east end of the main street (High St, St George's St) but for quirkier independents the west end of High St, St Peter's St and the so-called 'King's Mile' (Palace St, Borough and Northgate) are happy hunting grounds.", "keyword": "happy", "meta": {"pile_set_name": "Books3"}}
{"sentence": "This is a happy marriage of 18th-century architecture and over-the-top decor – from the wallpaper to the psychedelic lighting.", "keyword": "happy", "meta": {"pile_set_name": "Books3"}}
{"sentence": "The gleaming aluminium shells shelter lovingly selected furnishings ranging from cheerful patchwork blankets to vivid tea cosies.", "keyword": "cheerful", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Creaking, cheerfully run Victorian house with a maximum of eight beds per room and staff happy to share local info.", "keyword": "happy", "meta": {"pile_set_name": "Books3"}}
{"sentence": "This joyful, mini, indoor Jurassic Park overflows with fossilised remains; look out for belemnites, plesiosaurus and an impressive locally found ichthyosaur.", "keyword": "joyful", "meta": {"pile_set_name": "Books3"}}
{"sentence": "The cheerful, chilled village of Croyde is Devon's surf central.", "keyword": "cheerful", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Newquay's miniature zoo isn't a world-beater, but its population of penguins, lemurs, parrots and snakes will keep the kids happy.", "keyword": "happy", "meta": {"pile_set_name": "Books3"}}
{"sentence": "If the thought of cracking your own spider crab and eating it from the shell appeals, then this place will be happy to oblige (aprons and tools are provided).", "keyword": "happy", "meta": {"pile_set_name": "Books3"}}
{"sentence": "'Gardi's' is responsible for the late-night nutrition of a large chunk of the student population, and its walls are plastered with photos of happy customers munching on the lamb souvlaki and doner kebabs.", "keyword": "happy", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Delicious homemade quiches, huge scones, chunky doorstop sandwiches and salads sell like hotcakes at this cheerful family-run cafe.", "keyword": "cheerful", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Warmth, happy chatter and great aromas greet you at this intimate neighbourhood eatery.", "keyword": "happy", "meta": {"pile_set_name": "Books3"}}
{"sentence": "The bright lighthouse has plenty to keep fish fans happy, and plenty of choices for carnivores too.", "keyword": "happy", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Prepare to be thrilled, bemused or outraged, depending on your take on conceptual art.", "keyword": "thrilled", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Younger kids will be just as thrilled by Thomas Land, dedicated to the animated steam-train character.", "keyword": "thrilled", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Load up on carbs at this cheerful cafe close to the village school.", "keyword": "cheerful", "meta": {"pile_set_name": "Books3"}}
{"sentence": "The cheerful and cosy accommodation is complemented by an excellent restaurant and bar, with live jazz every evening except Saturday.", "keyword": "cheerful", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Bright and cheerful with a friendly welcome.", "keyword": "cheerful", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Oak beams and narrow, slanted passageways lead to smallish rooms with cheerful decor.", "keyword": "cheerful", "meta": {"pile_set_name": "Books3"}}
{"sentence": "A Georgian coaching inn given a modern makeover, the Kings Head is a lively pub with 12 bright and cheerful rooms above the bar.", "keyword": "cheerful", "meta": {"pile_set_name": "Books3"}}
{"sentence": "And while history and heritage make the city interesting, its distractions of pure pleasure make Manchester fun: you can dine, drink and dance yourself into happy oblivion in the swirl of hedonism that is one of Manchester's most cherished characteristics.", "keyword": "happy", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Liverpool's most popular museum won't illuminate any dark, juicy corners in the turbulent history of the world's most famous foursome – there's ne'er a mention of internal discord, drugs or Yoko Ono – but there's plenty of genuine memorabilia to keep a Beatles fan happy.", "keyword": "happy", "meta": {"pile_set_name": "Books3"}}
{"sentence": "The 23 spotless and modern rooms are a cheerful alternative to the worn look of a lot of other seafront B&Bs.", "keyword": "cheerful", "meta": {"pile_set_name": "Books3"}}
{"sentence": "This chaotic, cheerful place is how all Italian restaurants should be.", "keyword": "cheerful", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Pop into this bright, cheerful cafe in the morning for a cooked breakfast, and then again in the afternoon for a glass of wine and Welsh cheese platter on the terrace.", "keyword": "cheerful", "meta": {"pile_set_name": "Books3"}}
{"sentence": "It's a wonderfully relaxed place with cheerful service.", "keyword": "cheerful", "meta": {"pile_set_name": "Books3"}}
{"sentence": "An old lady outwits the devil by throwing some food over, which her dog chases and everybody's happy – except the devil and, presumably, the dog.", "keyword": "happy", "meta": {"pile_set_name": "Books3"}}
{"sentence": "The friendly couple who run this homely B&B keep its three modern rooms immaculately clean, and are happy to share their knowledge of the area.", "keyword": "happy", "meta": {"pile_set_name": "Books3"}}
{"sentence": "This family-friendly B&B features six cheerful, eclectically furnished, en suite rooms with mountain views and a mini-menagerie of pigs, rabbits and chickens.", "keyword": "cheerful", "meta": {"pile_set_name": "Books3"}}
{"sentence": "This bright and friendly little bistro is consistently packed full of happy customers thanks to its mantra (local, sustainable); its roster of fresh, expertly executed dishes (spiced lamb chops, pearl-barley risotto, slow-cooked pork belly); and its professional service.", "keyword": "happy", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Inside you'll find a warm welcome from owners happy to share their knowledge of the area.", "keyword": "happy", "meta": {"pile_set_name": "Books3"}}
{"sentence": "A welcome addition to Beddgelert's sleeping and dining scene, Bwyty features three cheerful en suite singles and a compact double with eye-catching wallpaper.", "keyword": "cheerful", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Mains are a perfect blend of tender fish and crispy batter; nonpescatarians are kept happy with award-winning Edwards sausages and deluxe burgers; and one of the specials – cod rarebit – actually made us groan out loud with pleasure.", "keyword": "happy", "meta": {"pile_set_name": "Books3"}}
{"sentence": "From the welcoming tot of whisky liqueur to the cheerful goodbye wave, the owners of the Sandaig know a thing or two about hospitality.", "keyword": "cheerful", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Just off the bustle of Great Western Rd, a minute's walk from the subway but on a quiet street by the riverside pathway, this B&B has compact bright rooms with cheerful cushions on the comfortable beds.", "keyword": "cheerful", "meta": {"pile_set_name": "Books3"}}
{"sentence": "There's nothing better than a good horseshoe-shaped bar in Glasgow, and here the elegantly moulded windows and ceiling add a touch of class to this happy place, which offers live music every night and some excellent, inventive pub food.", "keyword": "happy", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Staff are happy to be there, and you will be too.", "keyword": "happy", "meta": {"pile_set_name": "Books3"}}
{"sentence": "The spruced-up seafront, backed by green hills, lends the town a distinctly optimistic air.", "keyword": "optimistic", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Dorms are cheap and cheerful – price varies according to the number of bunks – and there's a sociable downstairs lounge with big windows and 'zebrapard' couches.", "keyword": "cheerful", "meta": {"pile_set_name": "Books3"}}
{"sentence": "It's run with genuine enthusiasm, and the owners are constantly adding thoughtful new features to the bright, cheerful rooms – think binoculars, DVDs, poetry, corkscrews and tartan hot-water bottles – and breakfast menus, with special diets catered for.", "keyword": "cheerful", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Beautifully decorated rooms and warm, cheerful hosts make this a real home away from home on this guesthouse-filled street.", "keyword": "cheerful", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Impeccable rooms are very cheerful and bright, and there's an upbeat feel, with delicious breakfasts and welcoming hospitality.", "keyword": "cheerful", "meta": {"pile_set_name": "Books3"}}
{"sentence": "This caringly run hostel is in very good nick, well-equipped and spotlessly clean; it makes a cheerful, comfortable budget base for exploring Caithness.", "keyword": "cheerful", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Black-painted Plockton Hotel is one of those classic Highland spots that manages to make everyone happy, whether it's thirst, hunger or fatigue that brings you knocking.", "keyword": "happy", "meta": {"pile_set_name": "Books3"}}
{"sentence": "It's more find-a-table than jostle-at-the-bar and serves cheerful, well-priced comfort food – light bites only between 2pm and 5pm.", "keyword": "cheerful", "meta": {"pile_set_name": "Books3"}}
{"sentence": "The upstairs dining room, with proper floorboards and an upbeat atmosphere, is a cheerful venue for good-quality British bistro fare.", "keyword": "cheerful", "meta": {"pile_set_name": "Books3"}}
{"sentence": "This lively port-side bar – Lerwick's liveliest – throbs with happy conversation and loud music, and has a distinctly nautical, creaky-wooden feel.", "keyword": "happy", "meta": {"pile_set_name": "Books3"}}
{"sentence": "The times were optimistic, but it wasn't all tub-thumping jingoism.", "keyword": "optimistic", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Common birds of farmland and similar landscapes (and urban gardens) include: the robin, with its instantly recognisable red breast and cheerful whistle; the wren, whose loud trilling song belies its tiny size; and the yellowhammer, with a song that sounds like (if you use your imagination) 'a-little-bit-of-bread-and-no-cheese'.", "keyword": "cheerful", "meta": {"pile_set_name": "Books3"}}
{"sentence": "On most intercity trains there's more room and better facilities, compared with travel by coach, and usually station staff around; just have a word and they'll be happy to help.", "keyword": "happy", "meta": {"pile_set_name": "Books3"}}
{"sentence": "I actually prefer A, and if B's offer were roughly the same size, I would be very happy to take A.", "keyword": "happy", "meta": {"pile_set_name": "HackerNews"}}
{"sentence": "average, but I was not happy.", "keyword": "happy", "meta": {"pile_set_name": "HackerNews"}}
{"sentence": "them to contact you sometime in the future to see if you are happy at A.", "keyword": "happy", "meta": {"pile_set_name": "HackerNews"}}
{"sentence": "His name is Sheldon Wax, and we talked about Khafke all evening!” Judy wrote on a postcard to her mother, apparently too excited to spell the absurdist novelist’s name correctly.)", "keyword": "excited", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "Shel, 51, could not have been more delighted by his wife’s late-blooming success as a writer.", "keyword": "delighted", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "\"If people don't know their place, nobody's happy.\"", "keyword": "happy", "meta": {"pile_set_name": "OpenSubtitles"}}
{"sentence": "\"Lily, can't you just let us be happy?\"", "keyword": "happy", "meta": {"pile_set_name": "OpenSubtitles"}}
{"sentence": "\"You just think you're happy because you feel happy.\"", "keyword": "happy", "meta": {"pile_set_name": "OpenSubtitles"}}
{"sentence": "In October 2009 Sir Hugh Orde stated that ACPO would be \"more than happy\" to be subject to the Freedom of Information Act.", "keyword": "happy", "meta": {"pile_set_name": "Wikipedia (en)"}}
{"sentence": "I thought it was a one-time deal, I was happy with it, but the cheques continue to arrive – not regularly, just now and then, with no warning or reason.", "keyword": "happy", "meta": {"pile_set_name": "Books3"}}
{"sentence": "I want my day to be happy, I don't want to be stressed, I want everything to be calm, to remain the same.", "keyword": "happy", "meta": {"pile_set_name": "Books3"}}
{"sentence": "He was ashamed because of my shame – or to be more precise, he was ashamed of being happy while my shame was on display to the world.", "keyword": "happy", "meta": {"pile_set_name": "Books3"}}
{"sentence": "I also thought: I was happy.", "keyword": "happy", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Those happy Westerners, they don't know what 'outdoors' is like around here.", "keyword": "happy", "meta": {"pile_set_name": "Books3"}}
{"sentence": "I wasn't the only one who was optimistic.", "keyword": "optimistic", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Around this time, when the new roads and factories were starting to be built, as well as the first of the new suburbs further down south with their shopping malls and car parks, everyone in the village was happy that we didn't have to gut and clean all that fish any more.", "keyword": "happy", "meta": {"pile_set_name": "Books3"}}
{"sentence": "We were delighted that someone else took our catch from us and cleaned it in a _processing plant_.", "keyword": "delighted", "meta": {"pile_set_name": "Books3"}}
{"sentence": "And I'd be happy that I no longer had to jump in to repair the netting or retrieve plastic bags and bottles and other debris that got blown in by the storms.", "keyword": "happy", "meta": {"pile_set_name": "Books3"}}
{"sentence": "As long as the farm kept running well, and no one stole any money or machinery, he didn't care who worked there, how long they stayed, whether they were happy.", "keyword": "happy", "meta": {"pile_set_name": "Books3"}}
{"sentence": "I didn't even know I was pulling a silly cheerful face until the boss-lady said, ' _Smile what?_ Crazy boy.", "keyword": "cheerful", "meta": {"pile_set_name": "Books3"}}
{"sentence": "I smiled back and made a face, a big happy clown face with bulging eyes and a wide smile.", "keyword": "happy", "meta": {"pile_set_name": "Books3"}}
{"sentence": "More cheerful than in her college photo.", "keyword": "cheerful", "meta": {"pile_set_name": "Books3"}}
{"sentence": "He'd thought she'd be happy with the money he gave her from time to time, that even if she suspected what he was doing to earn it, she'd turn a blind eye because they needed it so much.", "keyword": "happy", "meta": {"pile_set_name": "Books3"}}
{"sentence": "He'd thought she would be happy, but she just accepted whatever money he gave her without expressing gratitude.", "keyword": "happy", "meta": {"pile_set_name": "Books3"}}
{"sentence": "I have no idea why these individuals mattered more than the others, why they'd left an impression on him, but he seemed happy nonetheless to hear that Little Hong had started a small business making dumplings and _bao_ down the road, or that Fei-fei was now married and living in Klang, with a young child and another on its way.", "keyword": "happy", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Can you blame me for feeling happy?", "keyword": "happy", "meta": {"pile_set_name": "Books3"}}
{"sentence": "After that initial meeting, Mr Lai had been so pleased with the signing of the new contract that he put me in charge of managing affairs with Jenny's company.", "keyword": "pleased", "meta": {"pile_set_name": "Books3"}}
{"sentence": "'Ah Hock, if anyone deserves a pay rise it's you,' he'd say from time to time, and I would just shrug my shoulders and carry on with my work, trying to hide the fact that I was excited.", "keyword": "excited", "meta": {"pile_set_name": "Books3"}}
{"sentence": "I was so excited that my journey home that night seemed to take twice as long as usual – I couldn't wait to get back to tell Jenny what Mr Lai had said.", "keyword": "excited", "meta": {"pile_set_name": "Books3"}}
{"sentence": "He'd sent a few texts after he rang me at the farm – cheerful notes just to say _Hi, what're you doing today_.", "keyword": "cheerful", "meta": {"pile_set_name": "Books3"}}
{"sentence": "I should have been happy, I guess, or at least relieved to know that he was safe and healthy.", "keyword": "happy", "meta": {"pile_set_name": "Books3"}}
{"sentence": "_In order to survive and be happy, I had to forget that I'd ever had a father._ I didn't know why that thought came to me just then, sitting in that hot, airless Datsun, but it did.", "keyword": "happy", "meta": {"pile_set_name": "Books3"}}
{"sentence": "I was her child, I should have been happy standing on her side, but all I wanted was to leap across the chasm and be with everyone else.", "keyword": "happy", "meta": {"pile_set_name": "Books3"}}
{"sentence": "That night she slept in the bedroom with me, and though I wish I could say it was a relief, and that I was happy, the truth is that I found it impossible to sleep.", "keyword": "happy", "meta": {"pile_set_name": "Books3"}}
{"sentence": "What I remember is our days working on the farm – my silly, happy fantasies of being a martial-arts hero wandering the countryside slaying beasts and helping the oppressed.", "keyword": "happy", "meta": {"pile_set_name": "Books3"}}
{"sentence": "I don't need to work for an international company to be happy.'", "keyword": "happy", "meta": {"pile_set_name": "Books3"}}
{"sentence": "They looked impossibly happy, and slightly out of focus, as people always are in those sorts of videos.", "keyword": "happy", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Even Mr Lai was happy with my plan, and promised to give all the men a two-hundred-ringgit bonus when the construction works were completed.", "keyword": "happy", "meta": {"pile_set_name": "Books3"}}
{"sentence": "'Guess I should be happy that the global economy is booming,' Keong had said earlier.", "keyword": "happy", "meta": {"pile_set_name": "Books3"}}
{"sentence": "He was the only one of the lot who smiled, enough to make people think he was happy doing his job, so of course he got promoted, and every time Keong came back to the factory to check up on the workforce, he noticed Uzzal wearing sharp clothes, organising the people under him as if he'd been doing it all his life.", "keyword": "happy", "meta": {"pile_set_name": "Books3"}}
{"sentence": "The pills gave him concentration, he said, made everything as clear and bright and optimistic as a magnificent sunrise.", "keyword": "optimistic", "meta": {"pile_set_name": "Books3"}}
{"sentence": "This involved her putting together a presentation filled with colourful interlocking circles and wavy graphs, which she'd spliced together with photographs of happy people who used Skin-Glo.", "keyword": "happy", "meta": {"pile_set_name": "Books3"}}
{"sentence": "In the photo I am pulling a sad face which somehow manages to look comical and happy – so ridiculous that it made me smile all those years later.", "keyword": "happy", "meta": {"pile_set_name": "Books3"}}
{"sentence": "'I feel very optimistic about the future.'", "keyword": "optimistic", "meta": {"pile_set_name": "Books3"}}
{"sentence": "It was going so well, you were so happy.", "keyword": "happy", "meta": {"pile_set_name": "Books3"}}
{"sentence": "As long as they fill the boats, they're happy.", "keyword": "happy", "meta": {"pile_set_name": "Books3"}}
{"sentence": "At first I wanted to protect her from these stories, but as I was talking I realised that I wanted her to be a part of that pain, to make sure that it seeped into her world, her clean, happy world.", "keyword": "happy", "meta": {"pile_set_name": "Books3"}}
{"sentence": "I was also pleased to note the poster behind her is for the massive gaming hit League of Legends, instead of SJW favourites Depression Quest or Gone Home.", "keyword": "pleased", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "\"I mean, I'm happy for the kids.\"", "keyword": "happy", "meta": {"pile_set_name": "OpenSubtitles"}}
{"sentence": "\"I was so happy when I saw her on the magazine.\"", "keyword": "happy", "meta": {"pile_set_name": "OpenSubtitles"}}
{"sentence": "For now, Steinberg is 12 weeks into her fifth pregnancy and is \"cautiously excited.\"", "keyword": "excited", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "facebook insiders were happy that their IPO was pre-July because otherwise,", "keyword": "happy", "meta": {"pile_set_name": "HackerNews"}}
{"sentence": "The Advocate reached out to Alexandra, who was more than happy to talk to someone while standing alone in her kitchen, constantly stirring and adding liquid to the risotto.", "keyword": "happy", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "\"He can't afford suppressants, but they're discounted to employees - are you happy now?\"", "keyword": "happy", "meta": {"pile_set_name": "OpenSubtitles"}}
{"sentence": "\"Is there anything in there, or is he happy to see you?\"", "keyword": "happy", "meta": {"pile_set_name": "OpenSubtitles"}}
{"sentence": "\"As it is, we're happy to be hiring someone today.\"", "keyword": "happy", "meta": {"pile_set_name": "OpenSubtitles"}}
{"sentence": "Because they are happy things, and who doesn't love happy?", "keyword": "happy", "meta": {"pile_set_name": "BookCorpus2"}}
{"sentence": "I'd been surrounded by calm voices, lately everyone had taken to talking to me in hushed tones, but his was more than calm; it was happy.", "keyword": "happy", "meta": {"pile_set_name": "BookCorpus2"}}
{"sentence": "Jackie would be so happy that we were having guests.", "keyword": "happy", "meta": {"pile_set_name": "BookCorpus2"}}
{"sentence": "Melissa was excited to meet the guys that Jackie had been gushing about all day.", "keyword": "excited", "meta": {"pile_set_name": "BookCorpus2"}}
{"sentence": "We stretched and Nathan, excited for his turn, ran off into the dark.", "keyword": "excited", "meta": {"pile_set_name": "BookCorpus2"}}
{"sentence": "There were several head nods around the group and I was glad that everyone was happy.", "keyword": "happy", "meta": {"pile_set_name": "BookCorpus2"}}
{"sentence": "When he saw me, he smiled a bright, happy to see you, kind of smile.", "keyword": "happy", "meta": {"pile_set_name": "BookCorpus2"}}
{"sentence": "It was wonderful to have such happy friends.", "keyword": "happy", "meta": {"pile_set_name": "BookCorpus2"}}
{"sentence": "I was so excited I didn't even care about the appointment.", "keyword": "excited", "meta": {"pile_set_name": "BookCorpus2"}}
{"sentence": "He was really nice about it and was happy to stay for your concert too.", "keyword": "happy", "meta": {"pile_set_name": "BookCorpus2"}}
{"sentence": "I am excited to meet her.\"", "keyword": "excited", "meta": {"pile_set_name": "BookCorpus2"}}
{"sentence": "\"So, are you just so excited?!!\"", "keyword": "excited", "meta": {"pile_set_name": "BookCorpus2"}}
{"sentence": "If it was going to make her that happy, I could endure a little fussing over.", "keyword": "happy", "meta": {"pile_set_name": "BookCorpus2"}}
{"sentence": "\"I'm just happy because I'm with you.", "keyword": "happy", "meta": {"pile_set_name": "BookCorpus2"}}
{"sentence": "My toes didn't like my dress shoes much, and they weren't real happy about all the dancing, either.", "keyword": "happy", "meta": {"pile_set_name": "BookCorpus2"}}
{"sentence": "He seemed pleased that I was interested and then his eyes sparkled again and I was silent.", "keyword": "pleased", "meta": {"pile_set_name": "BookCorpus2"}}
{"sentence": "Everyone is really excited to be entertaining, actually.\"", "keyword": "excited", "meta": {"pile_set_name": "BookCorpus2"}}
{"sentence": "She was pleased that I was going out with Andy again but I carefully didn't promise a report.", "keyword": "pleased", "meta": {"pile_set_name": "BookCorpus2"}}
{"sentence": "The doctors were always so optimistic and my friends were always cheering me up.", "keyword": "optimistic", "meta": {"pile_set_name": "BookCorpus2"}}
{"sentence": "\"Megan, I'm so happy to meet you!\"", "keyword": "happy", "meta": {"pile_set_name": "BookCorpus2"}}
{"sentence": "Rebekah bit her lip and made a small, happy noise as we passed an especially handsome guy on our way out.", "keyword": "happy", "meta": {"pile_set_name": "BookCorpus2"}}
{"sentence": "Very happy to receive the help, she smiled broadly up at him; yet another smile I enjoyed but couldn't count.", "keyword": "happy", "meta": {"pile_set_name": "BookCorpus2"}}
{"sentence": "It was late when we got back, but Rebekah was still really excited.", "keyword": "excited", "meta": {"pile_set_name": "BookCorpus2"}}
{"sentence": "He was pleased that we would be staying in for the morning.", "keyword": "pleased", "meta": {"pile_set_name": "BookCorpus2"}}
{"sentence": "They ate contentedly and their frosting covered faces seemed both tired and happy.", "keyword": "happy", "meta": {"pile_set_name": "BookCorpus2"}}
{"sentence": "It had been a couple of months since I had worked with little kids in nursery but I was pleased to see that I hadn't forgotten how to play with them.", "keyword": "pleased", "meta": {"pile_set_name": "BookCorpus2"}}
{"sentence": "I asked, happy to see him.", "keyword": "happy", "meta": {"pile_set_name": "BookCorpus2"}}
{"sentence": "The beauties of the changing fall trees, which had delighted me for weeks, were lost to me now as I grumbled, looking at the sidewalk.", "keyword": "delighted", "meta": {"pile_set_name": "BookCorpus2"}}
{"sentence": "\"Do you always have to be so cheerful?\"", "keyword": "cheerful", "meta": {"pile_set_name": "BookCorpus2"}}
{"sentence": "He seemed surprised and pleased to see me.", "keyword": "pleased", "meta": {"pile_set_name": "BookCorpus2"}}
{"sentence": "George looked really happy and I was so excited for him.", "keyword": "happy", "meta": {"pile_set_name": "BookCorpus2"}}
{"sentence": "The more I thought about it, the more I decided it would make anyone overwhelmingly happy to have such a blessing.", "keyword": "happy", "meta": {"pile_set_name": "BookCorpus2"}}
{"sentence": "Oh, well, small price to pay, at least I got to see them so happy.", "keyword": "happy", "meta": {"pile_set_name": "BookCorpus2"}}
{"sentence": "The happy couple ate lunch at a nearby restaurant with the two families and then they went off on their own while we finished preparations for the reception the next day.", "keyword": "happy", "meta": {"pile_set_name": "BookCorpus2"}}
{"sentence": "I hoped that he would be happy where ever he went and it would probably be a good idea if it was some remote place that didn't get ESPN.", "keyword": "happy", "meta": {"pile_set_name": "BookCorpus2"}}
{"sentence": "I climbed into one of the waiting cars, excited for the activity.", "keyword": "excited", "meta": {"pile_set_name": "BookCorpus2"}}
{"sentence": "First, you guys seemed happy and to hear Andy talk, you were getting serious.", "keyword": "happy", "meta": {"pile_set_name": "BookCorpus2"}}
{"sentence": "I needed to be cheerful for the caroling.", "keyword": "cheerful", "meta": {"pile_set_name": "BookCorpus2"}}
{"sentence": "Caught up in the moment, I felt happy doing some service.", "keyword": "happy", "meta": {"pile_set_name": "BookCorpus2"}}
{"sentence": "Kelly jumped around the room excited for the festivities, it was a little reminiscent of Jackie and I smiled.", "keyword": "excited", "meta": {"pile_set_name": "BookCorpus2"}}
{"sentence": "I think my finance class is going to be at least a B, which I'm happy with.", "keyword": "happy", "meta": {"pile_set_name": "BookCorpus2"}}
{"sentence": "It's not as exciting as teaching swim lessons, but I'm happy with it.\"", "keyword": "happy", "meta": {"pile_set_name": "BookCorpus2"}}
{"sentence": "\"I'm really happy to be home,\" I said cautiously.", "keyword": "happy", "meta": {"pile_set_name": "BookCorpus2"}}
{"sentence": "I missed feeling that calm and happy.", "keyword": "happy", "meta": {"pile_set_name": "BookCorpus2"}}
{"sentence": "It's over, there is no happy ending.", "keyword": "happy", "meta": {"pile_set_name": "BookCorpus2"}}
{"sentence": "Tired and feeling guilty that I couldn't give Mom the happy ending that she wanted for me, I stood.", "keyword": "happy", "meta": {"pile_set_name": "BookCorpus2"}}
{"sentence": "I tried to be polite and cheerful when she did, but it was hard to put the brave face on for too long.", "keyword": "cheerful", "meta": {"pile_set_name": "BookCorpus2"}}
{"sentence": "\"Really Dad, I am excited about this summer camp idea.", "keyword": "excited", "meta": {"pile_set_name": "BookCorpus2"}}
{"sentence": "Faking being happy for everyone else wasn't really fooling anyone so why bother.", "keyword": "happy", "meta": {"pile_set_name": "BookCorpus2"}}
{"sentence": "I wanted to be better and feel happy again.", "keyword": "happy", "meta": {"pile_set_name": "BookCorpus2"}}
{"sentence": "\"Hey, Megan, glad I got a hold of you,\" he said all excited.", "keyword": "excited", "meta": {"pile_set_name": "BookCorpus2"}}
{"sentence": "\"I'm so happy for you, Nathan.\"", "keyword": "happy", "meta": {"pile_set_name": "BookCorpus2"}}
{"sentence": "\"Thanks,\" John said, smiling and looking rather pleased with himself.", "keyword": "pleased", "meta": {"pile_set_name": "BookCorpus2"}}
{"sentence": "This was one of those times because his smile made me feel happy.", "keyword": "happy", "meta": {"pile_set_name": "BookCorpus2"}}
{"sentence": "Tell George and Lindsey I'm happy for them.\"", "keyword": "happy", "meta": {"pile_set_name": "BookCorpus2"}}
{"sentence": "I thought their show of solidarity was a bit overkill, but was happy to have their company.", "keyword": "happy", "meta": {"pile_set_name": "BookCorpus2"}}
{"sentence": "I was getting excited about this adventure before I even got the okay.", "keyword": "excited", "meta": {"pile_set_name": "BookCorpus2"}}
{"sentence": "\"Megan, are you happy about this?\"", "keyword": "happy", "meta": {"pile_set_name": "BookCorpus2"}}
{"sentence": "I guessed her response was no because all I could hear was loud, excited screaming.", "keyword": "excited", "meta": {"pile_set_name": "BookCorpus2"}}
{"sentence": "He seemed anxious and I was happy that I could give him good news.", "keyword": "happy", "meta": {"pile_set_name": "BookCorpus2"}}
{"sentence": "I also thanked Him for a loving family and a Dad that wanted me to be happy.", "keyword": "happy", "meta": {"pile_set_name": "BookCorpus2"}}
{"sentence": "Melissa was so thrilled to be finished with her final concert of the year and we all cheered for her.", "keyword": "thrilled", "meta": {"pile_set_name": "BookCorpus2"}}
{"sentence": "Mr. Wallace was not exactly pleased to see me, but he was as pleased as he ever gets.", "keyword": "pleased", "meta": {"pile_set_name": "BookCorpus2"}}
{"sentence": "I was feeling excited for an adventure.", "keyword": "excited", "meta": {"pile_set_name": "BookCorpus2"}}
{"sentence": "I wondered if his whole family was as cheerful.", "keyword": "cheerful", "meta": {"pile_set_name": "BookCorpus2"}}
{"sentence": "The enthusiasm that had come from listening to others' experiences was still strong, and it was nice that someone else seemed excited too.", "keyword": "excited", "meta": {"pile_set_name": "BookCorpus2"}}
{"sentence": "It got us excited about helping our new brother or sister come to live with us.", "keyword": "excited", "meta": {"pile_set_name": "BookCorpus2"}}
{"sentence": "I am very excited to spend this time with your family.", "keyword": "excited", "meta": {"pile_set_name": "BookCorpus2"}}
{"sentence": "They were both just so happy.", "keyword": "happy", "meta": {"pile_set_name": "BookCorpus2"}}
{"sentence": "They seemed happy to help when I gave them the left over cookies from the trip.", "keyword": "happy", "meta": {"pile_set_name": "BookCorpus2"}}
{"sentence": "He held his hand up to quiet the excited responses.", "keyword": "excited", "meta": {"pile_set_name": "BookCorpus2"}}
{"sentence": "They were so excited to be learning that they could actually swim.", "keyword": "excited", "meta": {"pile_set_name": "BookCorpus2"}}
{"sentence": "Occasionally, I could hear the happy sounds of the brotherly competition on the court.", "keyword": "happy", "meta": {"pile_set_name": "BookCorpus2"}}
{"sentence": "His smiles made me feel dizzy and very happy.", "keyword": "happy", "meta": {"pile_set_name": "BookCorpus2"}}
{"sentence": "\"It makes me feel so happy to see the way you care about Micah; about all of my brothers and sisters.\"", "keyword": "happy", "meta": {"pile_set_name": "BookCorpus2"}}
{"sentence": "It was getting easier to see myself happy and together with Mark.", "keyword": "happy", "meta": {"pile_set_name": "BookCorpus2"}}
{"sentence": "Caleb seemed delighted by the offer and we spent several minutes on that isle picking from all the choices.", "keyword": "delighted", "meta": {"pile_set_name": "BookCorpus2"}}
{"sentence": "\"Sure,\" I said with enthusiasm, happy to help.", "keyword": "happy", "meta": {"pile_set_name": "BookCorpus2"}}
{"sentence": "I was biting my lip to control my laugh as Mark poked his head out of a hole in the fabric, looking pleased to see me.", "keyword": "pleased", "meta": {"pile_set_name": "BookCorpus2"}}
{"sentence": "\"I was just thinking how happy Mr. Wallace will be now that his Marky has found someone.\"", "keyword": "happy", "meta": {"pile_set_name": "BookCorpus2"}}
{"sentence": "Brother and Sister Kimball were so happy to have everyone there, and they were happy that they weren't the ones doing the traveling this time.", "keyword": "happy", "meta": {"pile_set_name": "BookCorpus2"}}
{"sentence": "Sister Marten was so excited to have a crowd to feed.", "keyword": "excited", "meta": {"pile_set_name": "BookCorpus2"}}
{"sentence": "This revelation made me happy and I lifted my head and kissed his cheek.", "keyword": "happy", "meta": {"pile_set_name": "BookCorpus2"}}
{"sentence": "I can't believe how happy I feel right now.\"", "keyword": "happy", "meta": {"pile_set_name": "BookCorpus2"}}
{"sentence": "Computer enthusiasts are excited by things like the blockchain used by Bitcoin (covered on an education website called Singularity University, in a section dramatically titled Exponential Finance).", "keyword": "excited", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "“She was happy to be with her friends.", "keyword": "happy", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "You won’t need to do any investigating for this news, as we’re super excited to announce that The Occupation will be coming to PlayStation 4 on 9th October to PlayStation Store and at retail thanks to a retail partnership with Sold Out!", "keyword": "excited", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "However, they were much less optimistic about how being inquisitive may affect how competent a leader is perceived to be.", "keyword": "optimistic", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "All of this led to a finale offering few interesting ideas, just Kojima leaning heavily on your happy memories of the previous games in the series.", "keyword": "happy", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "Keeping up our main strategy to provide customers with an affordable cloud hosting, today we are happy to announce a partnership between Jelastic and MilesWeb, web hosting company in India that is offering customized hosting solutions to small, medium and enterprise businesses since 2012.", "keyword": "happy", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "City Barbeque: Free dessert in birthday month with happy bday email", "keyword": "happy", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "The people I do have seemed to be growing and changing and excited and loving it.", "keyword": "excited", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "What say you guys and gals, are you excited, or do you think as I do, which is that all of these party tricks will soon highly devalue Bitcoin, in both price and reputation?", "keyword": "excited", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "I was happy with the colors and vibrance of the display when watching videos and playing games.", "keyword": "happy", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "He praises Whalley and the energy she brought to the role and set, and is excited to show fans that story.", "keyword": "excited", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "\"I think it's cos I'm excited and nervous.\"", "keyword": "excited", "meta": {"pile_set_name": "OpenSubtitles"}}
{"sentence": "“On behalf of the Board of Directors of the Mountain East Conference, we are pleased to welcome Davis & Elkins as a full-time member into the league, and are equally excited to begin an associate member relationship with UNC Pembroke,” said Dr. Kendra Boggess, Concord University President and President of the MEC Board of Directors.", "keyword": "excited", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "“We are very pleased to have received an invitation to join the Mountain East Conference,” said Davis & Elkins College President Chris A.", "keyword": "pleased", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "The Mountain East Conference leadership has been visionary, professional and proactive, and we are excited to align with them in such a robust partnership ensuring a championship experience for all of our nearly 400 student-athletes.”", "keyword": "excited", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "The violence was the price that had to be paid for the long, happy life that followed.", "keyword": "happy", "meta": {"pile_set_name": "Books3"}}
{"sentence": "She had been impressed with him right away and very pleased that he took an interest in her.", "keyword": "pleased", "meta": {"pile_set_name": "Books3"}}
{"sentence": "They're a fine couple and an excellent match, and everyone is happy about it.\"", "keyword": "happy", "meta": {"pile_set_name": "Books3"}}
{"sentence": "\"Well, maybe not,\" Hendricks said with a frown, \"but don't expect me to be happy about what you did, MacCallister.", "keyword": "happy", "meta": {"pile_set_name": "Books3"}}
{"sentence": "\"If you ever get set upon by Indians or road agents, you'll be mighty happy to have somebody around who knows how to handle a shooting iron.", "keyword": "happy", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Some of the people looked excited, as if the brawl were a welcome break from the monotony of their journey.", "keyword": "excited", "meta": {"pile_set_name": "Books3"}}
{"sentence": "I've heard a heap about you, Mr. MacCallister, and I'm mighty pleased to make your acquaintance.\"", "keyword": "pleased", "meta": {"pile_set_name": "Books3"}}
{"sentence": "\"I'm pleased to meet you, Mr. Cantrell.", "keyword": "pleased", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Under the circumstances, very pleased indeed.\"", "keyword": "pleased", "meta": {"pile_set_name": "Books3"}}
{"sentence": "They were happy to make room for her things in their wagon and give her a place to sleep, as Moses had suggested they would.", "keyword": "happy", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Harrison didn't sound happy about what he had to say next.", "keyword": "happy", "meta": {"pile_set_name": "Books3"}}
{"sentence": "When they arrived at the lead wagon and told Captain Hendricks of the decision, the leader of the immigrants wasn't happy.", "keyword": "happy", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Green looked a little excited about something, which was unusual for him.", "keyword": "excited", "meta": {"pile_set_name": "Books3"}}
{"sentence": "She insists she's going to stay in the wagon she shared with R.G., because that's where she was happy.\"", "keyword": "happy", "meta": {"pile_set_name": "Books3"}}
{"sentence": "He was much less pleased to see Reverend Thomas Bradford with the rescue party.", "keyword": "pleased", "meta": {"pile_set_name": "Books3"}}
{"sentence": "The reunion was a happy one, although Jamie's pleasure at seeing the old mountain man called Preacher was tempered by Reverend Bradford's sudden and senseless death.", "keyword": "happy", "meta": {"pile_set_name": "Books3"}}
{"sentence": "But she looked happy, and that was the main thing, he supposed, whatever the reason.", "keyword": "happy", "meta": {"pile_set_name": "Books3"}}
{"sentence": "That thought made him so happy he started whistling a tune.", "keyword": "happy", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Sanders repeatedly claimed that Trump was “happy to intervene” on the players’ behalf.", "keyword": "happy", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "We know these classic attractions – many of which have delighted guests since the park’s opening day – are very special to Disneyland park fans, and we are excited to celebrate their return.", "keyword": "excited", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "An icon for more than 60 years, the Disneyland Railroad holds a special place in the hearts of our guests, and we are excited to take them on the grand circle tour of Walt Disney’s original Magic Kingdom once again.", "keyword": "excited", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "For the very first time, the Disneyland Railroad will make a left-hand turn to continue around Disneyland park, and I’m excited to tell you that Walt Disney’s legendary dioramas of the Grand Canyon and Primeval World have been carefully restored to their original splendor, with a bit of new magic added to both!", "keyword": "excited", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "With 6:18 left to go in this one, the Ravens will be happy to force overtime at this point, but to do that, they'll need to put together a drive or two.", "keyword": "happy", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "Each orbit around the flames symbolizes the devotion to each other needed for a happy marriage.", "keyword": "happy", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "The more we speak with our new doctors, Seema and I are thrilled to learn this group actually has bedside manner.", "keyword": "thrilled", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "I now believe I was wrong; and happy to admit to such, thanks to John's research [referring to this site's author, John Brown].", "keyword": "happy", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "At this point I suspect I&#x27;ll just go back to gmail and be less happy but I&#x27;m hoping there is an alternative I could like as much.<p>Tell me what you use for email and why it&#x27;s awesome.<p>only requirements are works on iOS and Mac.", "keyword": "happy", "meta": {"pile_set_name": "HackerNews"}}
{"sentence": "Our team is comprised of over 150 men and women who know the importance of a well-built product — working together to create boats that will last a lifetime and provide families with many happy memories.", "keyword": "happy", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": " A mercury-vapor lamp is a gas discharge lamp which uses mercury in an excited state to produce light.", "keyword": "excited", "meta": {"pile_set_name": "Wikipedia (en)"}}
{"sentence": "Yasmani Grandal is currently projected to top framing magician Jonathan Lucroy in 2014, based on playing time projections from March 30 (which may be optimistic for Mr. Grandal, as the Padres recently added a third catcher, Adam Moore).", "keyword": "optimistic", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "… I’m happy you should be happy for me.”", "keyword": "happy", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "I’m thrilled by this partnership and grateful to Mr.", "keyword": "thrilled", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "What’s the point?” Oh, I don’t know, maybe the point is photos of naked teenagers on walls for anyone to see, when those kids don’t have the capacity or the right to make those decisions, and when their demented immoral parents are making those decisions for them, blithely, with happy grins on their faces, is hideous and grotesque and it’s unbelievable that no one spoke out at the time and no one thought to prosecute the parents or the photographer or the dealer that represents the photographer…", "keyword": "happy", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "\"With Ford coming, to me what that says is that the city is turning around big-time,\" Esters pronounced, adding that he is most excited to see downtown Detroit's boundaries expand.", "keyword": "excited", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "\"I'm excited for what Ford can do for the area and potentially what they can do for me,\" he said, noting that in an ideal future, the movement of Ford to the train station will mean that Hygrade is packed once again.", "keyword": "excited", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "Oh, Les used to sound so damn patronizing when he got excited.", "keyword": "excited", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "He needed a confidant, you see, and I was only too happy to comply.", "keyword": "happy", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "Back in Austin I was pleased to see others go to the Red Cross van, just so long as nobody asked me to contribute.", "keyword": "pleased", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "I wasn't happy about the delay, but at the end of that time, it would look entirely like my own work.", "keyword": "happy", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "\"You know this can't have a happy ending.\"", "keyword": "happy", "meta": {"pile_set_name": "OpenSubtitles"}}
{"sentence": "As President Burton noted in a video that was released on April 5, 2013, soon after Ordain Women launched its website, men and women “have different complementary roles and are happy with that.", "keyword": "happy", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "In the April 2013 video interview with the general women auxiliary presidents released a few weeks after the launch of the Ordain Women website, President Burton said: “I don’t think women are after the authority; I think they’re after the blessings and are happy that they can access the blessings and power of the priesthood.", "keyword": "happy", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "But most of the women, I think, in the Church are happy to have all the blessings.”", "keyword": "happy", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "You just aren't happy without multiple screens - a puny one-screen desktop isn't enough for the multiple video feeds, apps and so forth that are essential to your working life.", "keyword": "happy", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "Alfredo Romano is the first to admit a soul-crushing process that careens dangerously close to failure and burns years off your life can sometimes have a happy ending.", "keyword": "happy", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "I second this - I'm really excited about Keras being integrated into the core", "keyword": "excited", "meta": {"pile_set_name": "HackerNews"}}
{"sentence": "Later, we sang happy birthday as my mother pretended to hide under the hood of her jacket, much to the delight of the children, as we tucked into the most delicious coffee cake I’ve ever eaten.", "keyword": "happy", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "As historian of chemistry William Brock has pointed out, \"Not all of Mendeleev's predictions had such a happy outcome; like astrologers' failures, they are commonly forgotten.\"", "keyword": "happy", "meta": {"pile_set_name": "Books3"}}
{"sentence": "The pattern observed following the dispersion of light emitted from excited atoms is quite different from that of white light.", "keyword": "excited", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Not surprisingly, Bohr was pleased with Pauli's contribution, although both of them seemed to view it as a temporary measure.", "keyword": "pleased", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Hoyle was able to predict the mass and hence the energy of this new excited state by means of a wonderfully simple argument: If the mass of a 4He nucleus is added to that of 8Be, one obtains the mass of the hypothetical new state of carbon that can subsequently decay to form the more common ground state of carbon.", "keyword": "excited", "meta": {"pile_set_name": "Books3"}}
{"sentence": "I'm happy to report that I have a very satisfied client after a four-week build.", "keyword": "happy", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "The project includes visualizations of staff performance using complex radar charts (Polygons using Paths bound to objects with a range of custom Converters) and I'm delighted with how it performs.", "keyword": "delighted", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "Engler, he said, “won’t be happy to hear about this.”", "keyword": "happy", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "Strampel wrote in an email to Nassar that he was “happy” the doctor was returning to full practice.", "keyword": "happy", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "Eastland: We hear that from a lot of our readers, and we are happy to help.", "keyword": "happy", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "But he made clear he was happy with Miss Rudd’s remarks.", "keyword": "happy", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "Mann herself considered these photographs to be “natural through the eyes of a mother, since she has seen her children in every state: happy, sad, playful, sick, bloodied, angry and even naked”.", "keyword": "happy", "meta": {"pile_set_name": "Wikipedia (en)"}}
{"sentence": "What the outraged critics of her child nudes failed to grant was the patent devotion involved throughout the project and the delighted complicity of her son and daughters in so many of the solemn or playful events.", "keyword": "delighted", "meta": {"pile_set_name": "Wikipedia (en)"}}
{"sentence": "It's instantaneous, it's ah-mazing and I haven't been this excited about technology since well, ever.", "keyword": "excited", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "\"He loves mail, so any time he gets mail he gets super excited,\" Roerdink of Greenville said.", "keyword": "excited", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "It's all the more reason that on Wednesday, when Beckett turns 4, his family wants to mark the happy occasion with a celebration at home and hopefully some cards from the community as well.", "keyword": "happy", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "Today, we’re excited to announce that Rift + Touch are now available at $399 for a limited time.", "keyword": "excited", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "We’re excited to welcome even more people into the VR community as Summer of Rift continues!", "keyword": "excited", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "Some companies proposed that payphone compensation be submitted annually or eliminated altogether rather than be done quarterly, according to O’Rielly: “We should have addressed this today, but I am pleased that the Chairman is open to considering further deregulation in this area in the future.”", "keyword": "pleased", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "After travelling over 900 miles, finding a Melastome bush full of ripe berries must be a happy moment for our overwintering species.", "keyword": "happy", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "I don’t know if her statements echo the sentiments of the 12th Man, but Seattle has made it very difficult to get excited for their team in 2018.", "keyword": "excited", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "\"I have been excited ever since I got the news that my design had been chosen,” comments Jonathan.", "keyword": "excited", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "\" I never thought I'd be so happy to see that big rig!\"", "keyword": "happy", "meta": {"pile_set_name": "OpenSubtitles"}}
{"sentence": "Had we been married, I suspect I would’ve compared the “now” to the “then” – trying to ascertain the differences in our sex life over time, and changes that led us to a less than happy outcome.", "keyword": "happy", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "I will say that I’m delighted to read more around the Internet that addresses erotic play and playfulness in general when it comes to our sex lives.", "keyword": "delighted", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "I wanted fireworks, and though it took some time, I was delighted when I was able to welcome them back.", "keyword": "delighted", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "didn't fly so high while not being happy", "keyword": "happy", "meta": {"pile_set_name": "YoutubeSubtitles"}}
{"sentence": "happy to do that and never in a million", "keyword": "happy", "meta": {"pile_set_name": "YoutubeSubtitles"}}
{"sentence": "excited about that have you fired up", "keyword": "excited", "meta": {"pile_set_name": "YoutubeSubtitles"}}
{"sentence": "If Director Comey will release us from the nondisclosure agreements, we will be happy to say more.\"", "keyword": "happy", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "We are delighted to partner with De La Salle University on this case and wish to forge more partnerships with leading players in the cleantech industry.", "keyword": "delighted", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "You might get up and check what’s going on, feel excited – even wake your partner to say ‘the baby’s coming’ just to have someone to share the news with.", "keyword": "excited", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "You want a sensible proficiency your small business can develop from and customers power be excited to discover additive in addition to excited to inform others about.", "keyword": "excited", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "Amid the destruction, both human and economic, some have struck an optimistic note.", "keyword": "optimistic", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "Childhood is the most important stage in human development, since exactly during this period the foundation for a healthy, successful and happy life is laid.", "keyword": "happy", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "One morning the fences were gone, mother was delighted.", "keyword": "delighted", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "What are you pleased with so far this season?", "keyword": "pleased", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "Bridich: There are definitely things to be pleased about.", "keyword": "pleased", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "So there are things to be happy about.", "keyword": "happy", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "But we are thrilled where Jeff is at.", "keyword": "thrilled", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "She'll be happy to show her traditional-meets-edgy sense of style one of our diamond camouflage wedding rings equipped with a sparkly center stone.", "keyword": "happy", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "To make doubly sure no one missed the point, in the second sentence of his speech, right after saying “God bless AIPAC” and stating how thrilled he was to be there, Cruz declared that “Palestine has not existed since 1948.” And if any resolution on Palestinian statehood were to come to a vote at the United Nations, said Cruz, “I will fly to New York to personally veto it myself.”", "keyword": "thrilled", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "In other words, a person's facial expression can act as a cause of an emotional state, rather than an effect; instead of smiling because they feel happy, a person can make themselves feel happy by smiling.", "keyword": "happy", "meta": {"pile_set_name": "Wikipedia (en)"}}
{"sentence": "And in the beginning, the Trump campaign needed good, proven legal counsel, which I was happy to fulfill.", "keyword": "happy", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "“Given the overall tone of the Trump campaign, we at the Democratic National Committee are pleased that there is at least one seemingly sane person in the Trump campaign.", "keyword": "pleased", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "They’re happy to reduce their carbon emissions – for a price.", "keyword": "happy", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "We want them to be powerful enough that you are happy using them to fill out your ideal 22 or 23-star team but not so strong that you’re tempted to run something silly like a 15-star team with 10 star cards.", "keyword": "happy", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "We want them to be swingy enough that you’re excited to draw them but not so much that a game feels like all that matters is who played the most star cards.", "keyword": "excited", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "So, what exactly has me so excited about this title that I’m already giving it praises before I’ve even had a chance to get my hands on the game?!", "keyword": "excited", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "Sounds crazy, I know, but for the first time in my fighting game experience, I’ll have a bar that represents just how much damage me and my opponent are receiving before we go into the dreaded stun state and I can’t help but be some what elated at having this feature available.", "keyword": "elated", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "It may take some getting used to coming from Street Fighter IV but I’m very pleased with what the developers have managed to create using the Unreal Engine 4.", "keyword": "pleased", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "    be delighted with the volume as a whole.\"", "keyword": "delighted", "meta": {"pile_set_name": "Gutenberg (PG-19)"}}
{"sentence": "    \"A pleasantly told story for girls, with a happy", "keyword": "happy", "meta": {"pile_set_name": "Gutenberg (PG-19)"}}
{"sentence": "(and far from all of Intel was excited about that).", "keyword": "excited", "meta": {"pile_set_name": "HackerNews"}}
{"sentence": "\"What I can not believe it has to people so excited?\"", "keyword": "excited", "meta": {"pile_set_name": "OpenSubtitles"}}
{"sentence": "\"I'm so happy I could explode and happiness would go everywhere.\"", "keyword": "happy", "meta": {"pile_set_name": "OpenSubtitles"}}
{"sentence": "As always I am happy with this announcement.", "keyword": "happy", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "“We are thrilled to able to work with artists to create awareness installations, like this Blue Whale project, and simultaneously divert some of this plastic pollution from our island landfills,” said Megan Lamson, HWF Hawai’i Island program director.", "keyword": "thrilled", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "\"This room will be alive again...with happy voices and the patter of little feet.\"", "keyword": "happy", "meta": {"pile_set_name": "OpenSubtitles"}}
{"sentence": "\"And if it ends here with the police...\" \"I don't think he's gonna be happy.\"", "keyword": "happy", "meta": {"pile_set_name": "OpenSubtitles"}}
{"sentence": "\"All he ever wanted to do was make somebody happy,\" she said.", "keyword": "happy", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "Anyway, the girls’ family is quite pleased, and invites him in.", "keyword": "pleased", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "Birna is a healthy, happy girl and has plenty of friends.", "keyword": "happy", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "\" Whereas if I know you're smoking, and you tell me you smoke, I won't be happy, but I'll know you're honest.\"", "keyword": "happy", "meta": {"pile_set_name": "OpenSubtitles"}}
{"sentence": "He even got a shout out from the candidate herself, with Clinton telling the crowd she was happy to be in his capital city, according to her speech posted on YouTube (17:35).", "keyword": "happy", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "Ginther posted this photo on his Facebook page, clearly pleased to be aiding Clinton:", "keyword": "pleased", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "\"Are you like us and SNOW happy to see the white stuff back on our webcams?\"", "keyword": "happy", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "Sunshine Village spokesman Dave Riley says he's optimistic that even with the poor economy, the resort will be busy.", "keyword": "optimistic", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "“I’d be delighted if he took me up on it.”", "keyword": "delighted", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "The Muslim Council of Britain has taken a similar line, calling for Trump to name the no-go neighborhoods of London and saying it would be happy to “organize a multi-faith delegation to accompany Mr. Trump and tour these areas.” The group even promised to pay for Trump’s lunch.", "keyword": "happy", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "\"When you said you would succeed me in fishery,\" \"I was really happy.\"", "keyword": "happy", "meta": {"pile_set_name": "OpenSubtitles"}}
{"sentence": "\"Kitami-san should be quite pleased, shouldn't he?\"", "keyword": "pleased", "meta": {"pile_set_name": "OpenSubtitles"}}
{"sentence": "\"There's an absolute fetish for centrism, for seriousness defined by splitting the difference—and not getting too excited about anything\"", "keyword": "excited", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "This has been the source of some anxiety to our members who want to be excited about this, but want to understand the full impact to their usage behaviors.", "keyword": "excited", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "Borrell said Barnier was “trying to write a paper that fits everything together and makes [everybody] happy”.", "keyword": "happy", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "LOS ANGELES--(BUSINESS WIRE)--MedMen Enterprises Inc. (“MedMen” or the “Company”) (CSE:MMEN) (OTCQB:MMNFF) is pleased to announce the appointment of Stacey Hallerman to its Board of Directors.", "keyword": "pleased", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "The happy one: Mourinho says he loves working with his ‘special group of players’ at Old Trafford", "keyword": "happy", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "To her, people were excited to vote for me because I was pretty.", "keyword": "excited", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "“Those kinds of fans are more than likely all happy to see Tom get out of there, get away from that Patriot uniform.”", "keyword": "happy", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "So, taking the most optimistic estimate for the complexity, instead of a large equation requiring at least  hypothetical calculation steps, a series of smaller calculations requiring  (with N being the amount of grid points for the potential) and a very small calculation requiring  steps can be performed.", "keyword": "optimistic", "meta": {"pile_set_name": "Wikipedia (en)"}}
{"sentence": "Lummis was happy until he suffered from a mild stroke that left his left side paralyzed.", "keyword": "happy", "meta": {"pile_set_name": "Wikipedia (en)"}}
{"sentence": "\"You excited about seeing your mom?\"", "keyword": "excited", "meta": {"pile_set_name": "OpenSubtitles"}}
{"sentence": "\"So he doesn't get excited about tits, cars, booze?\"", "keyword": "excited", "meta": {"pile_set_name": "OpenSubtitles"}}
{"sentence": "\"And I'm so happy that you were able to meet my dear friend, Natalia.\"", "keyword": "happy", "meta": {"pile_set_name": "OpenSubtitles"}}
{"sentence": "\"Is there any way that you could be happy in the U.S.?\"", "keyword": "happy", "meta": {"pile_set_name": "OpenSubtitles"}}
{"sentence": "\" People eat a lot of feta and olive oil...\" \"And they act all happy, but they actually talk about how angry they are...\" \"And it confuses me.\"", "keyword": "happy", "meta": {"pile_set_name": "OpenSubtitles"}}
{"sentence": "\"No, I'm happy you have time to contemplate the universe...\" \"Because I don't.\"", "keyword": "happy", "meta": {"pile_set_name": "OpenSubtitles"}}
{"sentence": "\"Once, I remember, I was watching the twins on a trampoline, you know...\" \"And they looked so beautiful...\" \"And I was happy because they were happy.\"", "keyword": "happy", "meta": {"pile_set_name": "OpenSubtitles"}}
{"sentence": "\"I'm by myself and happy to be.\"", "keyword": "happy", "meta": {"pile_set_name": "OpenSubtitles"}}
{"sentence": "\"American Mensa would be happy to hold a testing session for President Trump and Secretary Tillerson,\" Mensa's communications director, Charles Brown, said.", "keyword": "happy", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "another candy popped into her mouth, she was getting excited at the thought of what might happen to her friend.", "keyword": "excited", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "We’re pleased to have reached an agreement with the U.S. Department of Defense for the next 90 F-35 aircraft.", "keyword": "pleased", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "'I am not happy at all'", "keyword": "happy", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "Lockhart River Mayor Wayne Butcher said he was not happy with the response to the blaze and said more should have been done earlier.", "keyword": "happy", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "\"I am not happy at all,\" he said.", "keyword": "happy", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "But with Hamilton opening up his world championship advantage with victory at Monza, on a day when Bottas was able to help his teammate without wrecking his own race, Mercedes is happy to keep things as they are.", "keyword": "happy", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "“But knowing the fact that just a little bit earlier maybe would have been ideal for me to stop, I was happy to do it, because I knew I would still get a chance to attack [Max] Verstappen, so I don’t think we really compromised my result.", "keyword": "happy", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "\"But for me it's pretty clear: I'm happy to fight three cars, I'm happy to actually fight 19 cars.", "keyword": "happy", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "Over all I am happy with how this came out.", "keyword": "happy", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "conclusion is that people are happy because they're in relationships -- or is", "keyword": "happy", "meta": {"pile_set_name": "HackerNews"}}
{"sentence": "it that people are in relationships because they're happy?", "keyword": "happy", "meta": {"pile_set_name": "HackerNews"}}
{"sentence": "is both happy and in a relationship?", "keyword": "happy", "meta": {"pile_set_name": "HackerNews"}}
{"sentence": "Nor were they very happy when I was able publicly to expose the stunt.", "keyword": "happy", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "“The Department of Justice is pleased that the suspected killer of Border Patrol Agent Brian Terry has been successfully extradited to the United States and will now face justice for this terrible crime,” said Attorney General Jeff Sessions.", "keyword": "pleased", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "The second season of the remake of the 1970s sitcom of the same name is perhaps the most joyful show of the year, as the Alvarez family at its center struggles through life in these United States with heart and hope.", "keyword": "joyful", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "I was getting very good grades and I was totally happy.", "keyword": "happy", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "We had a lot of fun and we are very happy with the outcome of this project.", "keyword": "happy", "meta": {"pile_set_name": "Books3"}}
{"sentence": "ABC's Head of Fiction, Carole Sklan, stated  \"ABC TV is delighted to be bringing a second series of Miss Fisher's Murder Mysteries to the screen.", "keyword": "delighted", "meta": {"pile_set_name": "Wikipedia (en)"}}
{"sentence": "Cox commented that she and Eagger were \"thrilled\" that many of the cast and crew from the first series were returning.", "keyword": "thrilled", "meta": {"pile_set_name": "Wikipedia (en)"}}
{"sentence": "Eagger added \"It's a tough time for the ABC so we are thrilled they are able to bring us back, and to have that support from Film Victoria as well.\"", "keyword": "thrilled", "meta": {"pile_set_name": "Wikipedia (en)"}}
{"sentence": "\"The kind where people practically hang on your every word like they're excited just to be around you.\"", "keyword": "excited", "meta": {"pile_set_name": "OpenSubtitles"}}
{"sentence": "\"To tell you the truth, I was perfectly happy to be president of Pepsi-Cola until Steve Jobs came to recruit me and said:\" \"\"Do you wanna sell sugared water for the rest of your life or do you wanna make history?\"\"", "keyword": "happy", "meta": {"pile_set_name": "OpenSubtitles"}}
{"sentence": "“He will be pleased to see you, especially when he hears that you have", "keyword": "pleased", "meta": {"pile_set_name": "Gutenberg (PG-19)"}}
{"sentence": "Under the influence of a good dinner and cheerful conversation, Stanley", "keyword": "cheerful", "meta": {"pile_set_name": "Gutenberg (PG-19)"}}
{"sentence": "What particularly pleased Stanley Downs was that his host did not say", "keyword": "pleased", "meta": {"pile_set_name": "Gutenberg (PG-19)"}}
{"sentence": "What I meant was that I’m pleased you", "keyword": "pleased", "meta": {"pile_set_name": "Gutenberg (PG-19)"}}
{"sentence": "Gunn would be pleased to get me in chancery.", "keyword": "pleased", "meta": {"pile_set_name": "Gutenberg (PG-19)"}}
{"sentence": "“I was excited when I brought you home.", "keyword": "excited", "meta": {"pile_set_name": "Gutenberg (PG-19)"}}
{"sentence": "His meeting with Rose Maitland had not made him as happy as he had", "keyword": "happy", "meta": {"pile_set_name": "Gutenberg (PG-19)"}}
{"sentence": "This show of deference pleased him; he was especially gratified when he", "keyword": "pleased", "meta": {"pile_set_name": "Gutenberg (PG-19)"}}
{"sentence": "During such moments of illusion the Saphead was almost happy.", "keyword": "happy", "meta": {"pile_set_name": "Gutenberg (PG-19)"}}
{"sentence": "Hesther, all excited, was removing her wraps with shaking hands.", "keyword": "excited", "meta": {"pile_set_name": "Gutenberg (PG-19)"}}
{"sentence": "that thrilled every one in the room, and Hesther, if the red in her", "keyword": "thrilled", "meta": {"pile_set_name": "Gutenberg (PG-19)"}}
{"sentence": "There were greetings, not those of a pleased employer for a worthy", "keyword": "pleased", "meta": {"pile_set_name": "Gutenberg (PG-19)"}}
{"sentence": "He heard an excited little scream.", "keyword": "excited", "meta": {"pile_set_name": "Gutenberg (PG-19)"}}
{"sentence": "Judging by the expression on his face, Vernon Judd was about as elated", "keyword": "elated", "meta": {"pile_set_name": "Gutenberg (PG-19)"}}
{"sentence": "Ever was Captain Saunders smiling, optimistic, cheerful.", "keyword": "cheerful", "meta": {"pile_set_name": "Gutenberg (PG-19)"}}
{"sentence": "Mrs. Saunders’ ruddy face seemed to assume a slightly less cheerful", "keyword": "cheerful", "meta": {"pile_set_name": "Gutenberg (PG-19)"}}
{"sentence": "Yet he seemed not a whit excited.", "keyword": "excited", "meta": {"pile_set_name": "Gutenberg (PG-19)"}}
{"sentence": "cheeks and excited eyes of the girl.", "keyword": "excited", "meta": {"pile_set_name": "Gutenberg (PG-19)"}}
{"sentence": "pitcher in the game, and you and _the girl_ can marry and be happy.”", "keyword": "happy", "meta": {"pile_set_name": "Gutenberg (PG-19)"}}
{"sentence": "FOR THE EDITOR: I am greatly pleased with your magazine, and", "keyword": "pleased", "meta": {"pile_set_name": "Gutenberg (PG-19)"}}
{"sentence": "But before you get too excited, know that there are some downsides to using this method, and remember that this Dock doesn’t feature official macOS support and therefore has limitations.", "keyword": "excited", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "I’m happy to get the dock working to a certain extent, but I’m even more excited about the potential prospects of using eGPUs on the MacBook Pro.", "keyword": "happy", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "Novikova then jokes that she’s happy not to have laughed during a live broadcast.", "keyword": "happy", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "\"I feel like she's slowly getting to a new normal, a new happy and stuff.", "keyword": "happy", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "At first, I was happy to receive the compliment but soon began to understand the bias beneath this ‘praise’.", "keyword": "happy", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "Fury vs. Joshua — the bad boy against the poster boy — would get Britons excited but Wilder vs. Joshua really gets the pulses racing.", "keyword": "excited", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "and group publisher Malcolm Edwards said: \"We're delighted to have been able to facilitate the online publication of this monumental and definitive work--more than ever the single, reliable reference source which anyone interested in SF needs.", "keyword": "delighted", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "\"Down the road we'll be happy.\"", "keyword": "happy", "meta": {"pile_set_name": "OpenSubtitles"}}
{"sentence": "\"Were you not happy living in the flat?\"", "keyword": "happy", "meta": {"pile_set_name": "OpenSubtitles"}}
{"sentence": "We left a very happy mother and father behind us with a smiling little girl in their arms and headed for Nazareth expecting a warm welcome from those former friends and acquaintances of Jesus.", "keyword": "happy", "meta": {"pile_set_name": "BookCorpus2"}}
{"sentence": "I heard that her daughter danced for Herod and the foolish man told her he was so pleased with her dance that she could have anything she wanted up to half of his kingdom.", "keyword": "pleased", "meta": {"pile_set_name": "BookCorpus2"}}
{"sentence": "I think we all felt elated after sharing with Jesus who we thought and felt He was in our hearts.", "keyword": "elated", "meta": {"pile_set_name": "BookCorpus2"}}
{"sentence": "Ring of Honor fans should be pleased that this guy is going to be the next world champion.”", "keyword": "pleased", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "On whether he is happy being the leader of SCUM or does he want to be in the ring: “No, I suggested this role.", "keyword": "happy", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "In a happy, feel-good wrestling story to round off 2018, this beautiful moment between Frankie Kazarian and Lanny Poffo came full circle backstage at September 1st’s All In show.", "keyword": "happy", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "I was a very young, excited fan.", "keyword": "excited", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "As an European linux user, I'm not happy about the government meddling in the", "keyword": "happy", "meta": {"pile_set_name": "HackerNews"}}
{"sentence": "Online forums are full of individuals who are more than happy to answer any questions you might have.", "keyword": "happy", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "Fans will be delighted to realize the record is actually eight Porcupine Tree songs in a set of vivid and vibrant new arrangements as imagined by Harrison himself.", "keyword": "delighted", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "Yahoo Music is pleased to premiere the video for “Hatesong/Halo.” If it sounds a little foreign to those who appreciate Porcupine Tree, Harrison notes, “Music is about listening and opening your mind.", "keyword": "pleased", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "Kalix MacRinnalch still wasn't a happy werewolf, but she hoped her life might become more peaceful for a while.", "keyword": "happy", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Maybe a little orange glow when she gets excited, nothing more.\"", "keyword": "excited", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Malveria looked pleased, though even the knowledge that she was well supplied with fashionable shoes could not entirely drive Agrivex from her mind.", "keyword": "pleased", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Vex, naturally, had been thrilled by the whole thing.", "keyword": "thrilled", "meta": {"pile_set_name": "Books3"}}
{"sentence": "She had a comfortable flat of her own in London, lent to her by the Mistress of the Werewolves, who seemed quite happy that Dominil was again helping Butix and Delix.", "keyword": "happy", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Kalix arrived at exactly the agreed time, which pleased Dominil.", "keyword": "pleased", "meta": {"pile_set_name": "Books3"}}
{"sentence": "She was looking forward to showing off her excellent outfit but she wasn't particularly excited by the prospect of the performance.", "keyword": "excited", "meta": {"pile_set_name": "Books3"}}
{"sentence": "The queen could tell that Moonglow was sincere, and it pleased her.", "keyword": "pleased", "meta": {"pile_set_name": "Books3"}}
{"sentence": "It was a service I was pleased to do for my good friend Thrix, even though—\" Malveria's expression clouded slightly.", "keyword": "pleased", "meta": {"pile_set_name": "Books3"}}
{"sentence": "\"Think of how pleased the population will be if I outshine Queen Malveria!", "keyword": "pleased", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Verasa smiled, pleased to see her son.", "keyword": "pleased", "meta": {"pile_set_name": "Books3"}}
{"sentence": "She had a happy vision of herself as ruler of the nation, fabulously dressed, with Sarapen at her side, sweeping all before them, disposing of her annoying brother, and then crossing the border to conquer Malveria's realm.", "keyword": "happy", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Verasa wasn't pleased to hear her two daughters named among the werewolves who had no desire to return home, though she knew it was true.", "keyword": "pleased", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Verasa was pleased to have done Dominil a favor.", "keyword": "pleased", "meta": {"pile_set_name": "Books3"}}
{"sentence": "The Mistress of the Werewolves said no more about it, but later, reflecting on Dominil's words, she wasn't pleased.", "keyword": "pleased", "meta": {"pile_set_name": "Books3"}}
{"sentence": "She could smell the hunters downstairs and hear their excited voices behind the broken window.", "keyword": "excited", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Normally she'd have been pleased at the opportunity to return early, but only if it involved getting back to her fashion business.", "keyword": "pleased", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Like his mother, Markus was a great opera enthusiast, excited at the prospect of Felicori coming to perform.", "keyword": "excited", "meta": {"pile_set_name": "Books3"}}
{"sentence": "She was quite pleased at her progress.", "keyword": "pleased", "meta": {"pile_set_name": "Books3"}}
{"sentence": "I thought you'd be pleased to play at a gig promoted by a fellow MacRinnalch werewolf.\"", "keyword": "pleased", "meta": {"pile_set_name": "Books3"}}
{"sentence": "\"You do not seem remarkably happy.\"", "keyword": "happy", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Decembrius felt excited, but remained where he was, looking in the window.", "keyword": "excited", "meta": {"pile_set_name": "Books3"}}
{"sentence": "For her part, Dithean NicRinnalch was pleased with the thimblefuls of gold that were proffered in exchange for the water.", "keyword": "pleased", "meta": {"pile_set_name": "Books3"}}
{"sentence": "The MacDonald elves say they once cursed the Thane's family so that no son, daughter, or niece would ever be happy in love.", "keyword": "happy", "meta": {"pile_set_name": "Books3"}}
{"sentence": "None of them will ever be happy in love, I'm certain.", "keyword": "happy", "meta": {"pile_set_name": "Books3"}}
{"sentence": "\"She was bound to find out eventually,\" said Daniel, \"but I can see why she isn't happy.\"", "keyword": "happy", "meta": {"pile_set_name": "Books3"}}
{"sentence": "\"Stupid cat,\" said Kalix, and stood holding it very awkwardly, not looking pleased at this new development.", "keyword": "pleased", "meta": {"pile_set_name": "Books3"}}
{"sentence": "That should be enough to keep him happy.\"", "keyword": "happy", "meta": {"pile_set_name": "Books3"}}
{"sentence": "\"The trees tell me that you're not happy.\"", "keyword": "happy", "meta": {"pile_set_name": "Books3"}}
{"sentence": "But I admit that I'm not entirely happy.", "keyword": "happy", "meta": {"pile_set_name": "Books3"}}
{"sentence": "\"I really feel that Thrix is capable of a happy romance.", "keyword": "happy", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Shall we say that if any of the MacRinnalch women engage in a happy romance in the next four months, I shall be the winner?\"", "keyword": "happy", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Markus had proved to be a very able organizer, and she was delighted with the way he'd helped.", "keyword": "delighted", "meta": {"pile_set_name": "Books3"}}
{"sentence": "The princess looked pleased with herself.", "keyword": "pleased", "meta": {"pile_set_name": "Books3"}}
{"sentence": "The man looked at Agrivex with interest, taking in her dark complexion, odd makeup, spiky blond hair, and cheerful grin.", "keyword": "cheerful", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Vex thanked him and left the shop feeling happy.", "keyword": "happy", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Decembrius hadn't expected the enchantress to be pleased to see him, but he was surprised by the level of her hostility.", "keyword": "pleased", "meta": {"pile_set_name": "Books3"}}
{"sentence": "The cat purred, pleased to see her.", "keyword": "pleased", "meta": {"pile_set_name": "Books3"}}
{"sentence": "When she sat on the bed, the cat leapt into her lap and started turning this way and that, apparently quite excited to see her.", "keyword": "excited", "meta": {"pile_set_name": "Books3"}}
{"sentence": "You have found a suitable man, your mother is pleased at you for securing the services of Mr. Felicori, your hair is golden and splendid, and your clothes designing becomes better than ever.", "keyword": "pleased", "meta": {"pile_set_name": "Books3"}}
{"sentence": "The council was still unhappy that the Fire Queen hadn't done it herself, as was traditional, but were pleased to have the matter settled.", "keyword": "pleased", "meta": {"pile_set_name": "Books3"}}
{"sentence": "\"She says her name is Kabby, and she's pleased to be here, except she wouldn't mind if you brought her a bit of fish every now and again instead of that cheap cat food.", "keyword": "pleased", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Elizabeth seemed pleased to hear from him; more than pleased, she sounded excited.", "keyword": "excited", "meta": {"pile_set_name": "Books3"}}
{"sentence": "That hadn't been too hard to accommodate while he was free to go where he pleased.", "keyword": "pleased", "meta": {"pile_set_name": "Books3"}}
{"sentence": "\"I've got some news that might make you not feel quite so cheerful,\" Thrix said.", "keyword": "cheerful", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Thrix felt rather pleased to have disconcerted Malveria.", "keyword": "pleased", "meta": {"pile_set_name": "Books3"}}
{"sentence": "That would teach her to be so cheerful during a lunar eclipse.", "keyword": "cheerful", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Baby Wolf was very pleased to see his father home and was even more pleased when father emptied his bag and there was a rabbit and some dry wood.", "keyword": "pleased", "meta": {"pile_set_name": "Books3"}}
{"sentence": "\"From my knowledge of your previous friendship, I'd say that visiting the enchantress with a bottle of wine and a cheerful greeting would probably be enough.\"", "keyword": "cheerful", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Dominil observed that both of them looked happy.", "keyword": "happy", "meta": {"pile_set_name": "Books3"}}
{"sentence": "In fact, almost everyone in the hot warehouse looked happy.", "keyword": "happy", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Moonglow glared at him, not pleased to find him here.", "keyword": "pleased", "meta": {"pile_set_name": "Books3"}}
{"sentence": "said Moonglow, so excited by the development that she temporarily forgot Daniel.", "keyword": "excited", "meta": {"pile_set_name": "Books3"}}
{"sentence": "\"Because you know, when you get that excited, you can be tempted just to let the werewolf emerge.\"", "keyword": "excited", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Vex is doing the same report, and she seemed quite happy.\"", "keyword": "happy", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Moonglow was pleased to have at least one person in the house who didn't complain all the time about education.", "keyword": "pleased", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Vex appeared a few seconds later, her expression very cheerful.", "keyword": "cheerful", "meta": {"pile_set_name": "Books3"}}
{"sentence": "\"Many MacRinnalchs won't be pleased to see the Queen of the Hiyasta.", "keyword": "pleased", "meta": {"pile_set_name": "Books3"}}
{"sentence": "The enchantress felt quite pleased to have a boyfriend.", "keyword": "pleased", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Though she didn't like the way her daughter separated herself from the family, she was pleased when her business went well.", "keyword": "pleased", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Verasa had been offended, Markus had been annoyed, but Kalix was pleased.", "keyword": "pleased", "meta": {"pile_set_name": "Books3"}}
{"sentence": "For a few moments, there was a happy domestic scene as Moonglow, Daniel, and Kalix ate together.", "keyword": "happy", "meta": {"pile_set_name": "Books3"}}
{"sentence": "\"I don't think Verasa would be very pleased about her daughter eating cat food.\"", "keyword": "pleased", "meta": {"pile_set_name": "Books3"}}
{"sentence": "\"I'm not pleased at any of this.", "keyword": "pleased", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Merchant MacDoig had never consciously surrounded himself with luxuries, but it pleased him that the ancient furnishings he'd taken good care of were now priceless artifacts.", "keyword": "pleased", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Though the wardrobe mistress could not really picture what Vex's life on Earth was like, she understood that the Fire Queen was moderately pleased with her niece's progress.", "keyword": "pleased", "meta": {"pile_set_name": "Books3"}}
{"sentence": "If the Douglas-MacPhees weren't pleased with Decembrius, Kalix MacRinnalch was feeling a little more kindly towards him.", "keyword": "pleased", "meta": {"pile_set_name": "Books3"}}
{"sentence": "\"My lip coloring against Malveria's Santorini necklace, depending on whether Thrix MacRinnalch can find a happy relationship.\"", "keyword": "happy", "meta": {"pile_set_name": "Books3"}}
{"sentence": "\"You know as well as I do that the Thane's offspring will never be happy.\"", "keyword": "happy", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Vex appeared in the room, smiling at the world, pleased with her new clothes.", "keyword": "pleased", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Hi, Kalix, you're looking cheerful, is it because you kissed Decembrius?\"", "keyword": "cheerful", "meta": {"pile_set_name": "Books3"}}
{"sentence": "The Mistress of the Werewolves would not be pleased to find her son dating two werewolves at the same time.", "keyword": "pleased", "meta": {"pile_set_name": "Books3"}}
{"sentence": "She noticed Distikka sitting with Princess Kabachetka at the far end of the room and was pleased.", "keyword": "pleased", "meta": {"pile_set_name": "Books3"}}
{"sentence": "\"I'm delighted that you eventually managed to secure an invitation.", "keyword": "delighted", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Enchantress, do you think there is any chance of Kalix and Decembrius forming some sort of happy relationship?\"", "keyword": "happy", "meta": {"pile_set_name": "Books3"}}
{"sentence": "It's not like anyone suspects you of being too self-obsessed to ever be happy.", "keyword": "happy", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Captain Easterly was pleased to hear Thrix's voice when she called but was disappointed to hear her canceling their date.", "keyword": "pleased", "meta": {"pile_set_name": "Books3"}}
{"sentence": "She was happy after last night's encounter with Easterly, though she didn't intend to explain this to her mother.", "keyword": "happy", "meta": {"pile_set_name": "Books3"}}
{"sentence": "\"If the blogger I'm relying on to review my clothes turns out to be a werewolf hunter, I'm really not going to be pleased.\"", "keyword": "pleased", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Vex, still quite ignorant about technology on Earth, had been thrilled when Daniel presented her with a recording of the theme song and had been singing along with it ever since.", "keyword": "thrilled", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Though the Fire Queen was pleased to see her, her attendants were not.", "keyword": "pleased", "meta": {"pile_set_name": "Books3"}}
{"sentence": "She'd expected Daniel to be pleased.", "keyword": "pleased", "meta": {"pile_set_name": "Books3"}}
{"sentence": "How pleased she would be to be rid of Thrix and Malveria.", "keyword": "pleased", "meta": {"pile_set_name": "Books3"}}
{"sentence": "In the real world, a MacRinnalch can have just as happy an affair as anyone else.\"", "keyword": "happy", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Decembrius didn't feel that pleased to see her.", "keyword": "pleased", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Markus had duly invited her, and Beatrice was thrilled.", "keyword": "thrilled", "meta": {"pile_set_name": "Books3"}}
{"sentence": "They weren't going to be very pleased to find out.", "keyword": "pleased", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Lady Krimsich, however, was thrilled to be there and talked endlessly to the princess in an excited whisper.", "keyword": "excited", "meta": {"pile_set_name": "Books3"}}
{"sentence": "\"Five minutes ago you were both cheerful.", "keyword": "cheerful", "meta": {"pile_set_name": "Books3"}}
{"sentence": "The advisory council of the Hiyasta were pleased to learn that Commander Agripath had moved additional troops to the outskirts of the Great Volcano.", "keyword": "pleased", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Kill the enchantress when the chance arrives, Easterly, and we shall all be happy.", "keyword": "happy", "meta": {"pile_set_name": "Books3"}}
{"sentence": "The unexpected transformation problem had at least cleared the anxiety from the sisters' minds, and they appeared on stage looking excited.", "keyword": "excited", "meta": {"pile_set_name": "Books3"}}
{"sentence": "The Mistress of the Werewolves was pleased with Markus's work.", "keyword": "pleased", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Captain Easterly slid his hand into hers, and they sat contentedly together, a couple who, while not exactly fans of the opera, were happy to be there together.", "keyword": "happy", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Normally he'd have been pleased to welcome any fellow werewolf into the venue, particularly one with red hair, a leather coat, and multiple earrings.", "keyword": "pleased", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Felicori was in excellent form, and the audience thrilled to his rendition of favorite arias mixed in with operatic obscurities of his own choosing.", "keyword": "thrilled", "meta": {"pile_set_name": "Books3"}}
{"sentence": "She'll be happy to show you.\"", "keyword": "happy", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Marwanis looked at her and was pleased she'd managed to bloody her face at least.", "keyword": "pleased", "meta": {"pile_set_name": "Books3"}}
{"sentence": "As far as he was concerned, it had been an excellent idea, and he'd be happy to do it again.", "keyword": "happy", "meta": {"pile_set_name": "Books3"}}
{"sentence": "\"Thanks for that,\" said Daniel, not looking as happy as might have been expected.", "keyword": "happy", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Dominil, is there really no chance of you forming a happy relationship in the next few days?\"", "keyword": "happy", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Kalix was pleased to have completed her collection, but she wasn't expecting this comic to be any better than the others.", "keyword": "pleased", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Kalix was surprised to have passed her exam, and pleased.", "keyword": "pleased", "meta": {"pile_set_name": "Books3"}}
{"sentence": "She was much more pleased than she admitted to anyone.", "keyword": "pleased", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Even a moderately happy love affair might win you the bet.", "keyword": "happy", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Thrix welcomed her in, pleased to see Malveria apparently back to normal.", "keyword": "pleased", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Over the years, there have been various legends of the bells mysteriously ringing themselves at moments of sad or happy love affairs involving parishioners.", "keyword": "happy", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Will kakī get the happy ending they deserve, or will they succumb to the rising floodwaters?", "keyword": "happy", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "Only by fighting for small businesses can we ensure that the economic climate of this Thanksgiving has many happy returns.", "keyword": "happy", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "We are thrilled to announce the first phase of the Ultra Music Festival 2016 lineup!", "keyword": "thrilled", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "However, lest the pro-Trump crowd get too excited, many of these narratives flipped in 2017 (the latest data available).", "keyword": "excited", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "Evolution \"was the manner in which the Divine Author has been pleased to work\".", "keyword": "pleased", "meta": {"pile_set_name": "Wikipedia (en)"}}
{"sentence": "Hachey comments with evident enthusiasm: “What we’re most excited about is that we found some silver which was never really realized before.", "keyword": "excited", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "Just the opportunity to be able to play football, the game that you love that God gave me the ability to play, I'm happy to be doing it.\"", "keyword": "happy", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "“I’m happy to say that the promise which Prime Minister made during his Independence Day speech 2019... within the end of the year, we have kept the promise,” she said.", "keyword": "happy", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "“A government that ­believes it is morally ­acceptable to stop a 16-year-old from buying glue, yet is happy to teach them how to kill with a ­bayonet has clearly mislaid its moral compass.”", "keyword": "happy", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "\"He made a lot of children happy and died a very poor man.\"", "keyword": "happy", "meta": {"pile_set_name": "OpenSubtitles"}}
{"sentence": "I would be pleased to answer any questions you may have.", "keyword": "pleased", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "We are proud owners of a few Oculus Rift dev kits, and we are even more excited by the final retail model's redesign—not to mention the forthcoming, impressive \"Touch\" controllers.", "keyword": "excited", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "\"I'm delighted you're so overwhelmed with my suggestion.\"", "keyword": "delighted", "meta": {"pile_set_name": "OpenSubtitles"}}
{"sentence": "Most weren’t making much money anyway and since most stores didn’t carry their product, they’ll be happy to sell some to you.", "keyword": "happy", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "Everything you do should be to make them happy.", "keyword": "happy", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "If you can’t be happy in what you’re doing, then why would fans be happy in purchasing your comic?", "keyword": "happy", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "We know you’re excited and we’re glad, but we’re not going to hang out.", "keyword": "excited", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "Its about as happy as most of the others, called \"Fading Shadows.\"", "keyword": "happy", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "They deserved that much, and he would happy to give it to them.", "keyword": "happy", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "They suggested that the mortgage boom was driven by financial innovations in securitization and groupings of bonds that attracted optimistic investors; the subsequent bust was driven by the creation of instruments that allowed pessimistic investors to bet against the housing market.", "keyword": "optimistic", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "Similarly, the advent of blockchain introduced a new financial instrument, bitcoin, which optimistic investors bid up, until the launch of bitcoin futures allowed pessimists to enter the market, which contributed to the reversal of the bitcoin price dynamics.", "keyword": "optimistic", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "The mechanism they describe hinges on the same driving force of optimistic and pessimistic traders.", "keyword": "optimistic", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "excited me in his work, along with the sound of his language.\"", "keyword": "excited", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Shaking from head to foot, thrilled with ungovernable excitement, I continued—", "keyword": "thrilled", "meta": {"pile_set_name": "Books3"}}
{"sentence": "This outburst, like much anger of the powerless, leaves Jane only briefly elated.", "keyword": "elated", "meta": {"pile_set_name": "Books3"}}
{"sentence": "The question is, how and why is this a happy ending?", "keyword": "happy", "meta": {"pile_set_name": "Books3"}}
{"sentence": "There were occasional surprises, occasions of happy discovery that an unexpected turn could be taken, but control, technical mastery and intellectual clarity were the real goals, and for many reasons it was satisfying to be able to create this kind of formal order in poems.", "keyword": "happy", "meta": {"pile_set_name": "Books3"}}
{"sentence": "only the night before she died, she was happy and hungry and ate a little Supper I made her with so much enthusiasm, I laughed with delight .", "keyword": "happy", "meta": {"pile_set_name": "Books3"}}
{"sentence": "I knew that my old nurse who had cared for me through long months of illness, who had given me refuge when a little sister took my place as the baby of the family, who soothed me, fed me, delighted me with her stories and games, let me fall asleep on her warm, deep breast, was not worthy of the passionate love I felt for her but must be given instead a half-smiled-at affection .", "keyword": "delighted", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Yet in my sleep (although my father only made very rare and then insignificant appearances) she often played a most important part: she blended with Sartre, and we were happy together.", "keyword": "happy", "meta": {"pile_set_name": "Books3"}}
{"sentence": "When I went home and told my parents where I had been, they were not pleased.", "keyword": "pleased", "meta": {"pile_set_name": "Books3"}}
{"sentence": "It was this dialogue between art and politics that excited me in his work, along with the sound of his language—never his elaborate mythological systems.", "keyword": "excited", "meta": {"pile_set_name": "Books3"}}
{"sentence": "I never really get over the fact that people can be so excited to meet me in person.", "keyword": "excited", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "Are there any things in the world you’re not happy about – where you feel more should be taking a stand?", "keyword": "happy", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "“My dad was in the army for 20 years, and when I heard about the Squadron I was immediately excited,” she said.", "keyword": "excited", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "“We take it from the screen to the real world, and the parents are happy that their kids get some time off screen.”", "keyword": "happy", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "\"I'm very happy to be able to play for Bayer 04 Leverkusen, for a club that has been home to a lot of players from South America.", "keyword": "happy", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "Our complaints policy is pretty forgiving, and we always try our hardest to make customers feel as though they’ve been compensated, but some people just can’t be pleased.", "keyword": "pleased", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "Having worked with Aslan for 25 years, I am pleased now to write that Gerovital-H3 is appreciated at present on the international level as being the most efficient anti-aging treatment.", "keyword": "pleased", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "Since starting your Gerovital-H3 treatment I am very happy with the difference it has made in my feeling.", "keyword": "happy", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "I am so pleased with the results of your treatment.", "keyword": "pleased", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "She smiled thinking of Daniel’s happy dance, which he often launches into as she vacuums the hair from his scalp and neck.", "keyword": "happy", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "Normally, Harper said, she’s optimistic about children and their ability to overcome serious health and developmental problems.", "keyword": "optimistic", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "He’ll start swinging his arms and he gets a “joyful look on his face,” Gardner said.", "keyword": "joyful", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "Whereas in Melbourne, you’ve got guys who are happy to get in an arm wrestle and do it until you put up the white flag.", "keyword": "happy", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "We are excited, we are refocused… Democrats are united for a change and we are going to make that change happen,” said Pade.", "keyword": "excited", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "Let’s make the boxing fans happy.\"", "keyword": "happy", "meta": {"pile_set_name": "Wikipedia (en)"}}
{"sentence": "Both parties landed a number of hits in a late flurry of action that excited the crowd.", "keyword": "excited", "meta": {"pile_set_name": "Wikipedia (en)"}}
{"sentence": "\"If it makes them feel happy that way ?\"", "keyword": "happy", "meta": {"pile_set_name": "OpenSubtitles"}}
{"sentence": "\"That's a nice, cheerful place for an operation.\"", "keyword": "cheerful", "meta": {"pile_set_name": "OpenSubtitles"}}
{"sentence": "\"You find as yet that you ain't been thrilled ?\"", "keyword": "thrilled", "meta": {"pile_set_name": "OpenSubtitles"}}
{"sentence": "my mobile solution and was happy overall, but this is much better.", "keyword": "happy", "meta": {"pile_set_name": "HackerNews"}}
{"sentence": "In a second tweet on Sunday, Melania Trump wished the president a happy Father's Day.", "keyword": "happy", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "We are thrilled to see what you will create using Ring UI!", "keyword": "thrilled", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "Several months ago, appelistes claimed that there will be no presidential election in 2017; with the benefit of hindsight, this strikes us as a bit optimistic.", "keyword": "optimistic", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "As the exit polls were released, party chairman Jaroslaw Kaczyński, who once told Polish people to resist the “travelling theatre” of Pride, yesterday told reporters: “We have reasons to be happy.", "keyword": "happy", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "In both the Rushton and Lynn research, the happy middle between “most evolved” and “least evolved” was, of course, European and American societies.", "keyword": "happy", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "To this group I’m happy to say that playing Disc Golf in a Vacuum most likely will also generate better scores in addition to a better experience.", "keyword": "happy", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "It’s obviously subject to support from TDs and Senators but I will be more than happy to try and contribute to the function of the Seanad,” he said.", "keyword": "happy", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "\"We have a female earplug from 1964 we're really excited about,\" he said.", "keyword": "excited", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "Said Fogelman: “My hope is that very smart people who don’t want a strike can get together and come up with an arrangement that makes everybody happy.”", "keyword": "happy", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "Conference organizer Robbie Davidson returns to stage, excited.", "keyword": "excited", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "We are excited to bring a new wave of innovations to the markets we serve.", "keyword": "excited", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "\"You needn't be happy about what I did, but maybe we can help each other now.\"", "keyword": "happy", "meta": {"pile_set_name": "OpenSubtitles"}}
{"sentence": "\"My friends, I'm so pleased you're not dead.\"", "keyword": "pleased", "meta": {"pile_set_name": "OpenSubtitles"}}
{"sentence": "Tabichi is excited about his nomination for the prestigious award, describing it as a God-given honour.", "keyword": "excited", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "\"If your heart feel happy it's ok.\" \"If your heart feel bad, it's no good.\"", "keyword": "happy", "meta": {"pile_set_name": "OpenSubtitles"}}
{"sentence": "\"Would you like to come this way,\" \"I would be pleased to tell you... about the full range of service that we offer.\"", "keyword": "pleased", "meta": {"pile_set_name": "OpenSubtitles"}}
{"sentence": "In their April 1994 issue, Electronic Gaming Monthly gave a positive remark to the game by stating that \"Fans of the Galaxy Force series of games will be pleased to see the creation of this great looking CD!\".", "keyword": "pleased", "meta": {"pile_set_name": "Wikipedia (en)"}}
{"sentence": "Asked if he were happy about the deal, Boehner paused and told The Hill, \"It's as good a deal as we could get.\"", "keyword": "happy", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "But given all the immoral and illegal things she’d done, it was hard to get excited.", "keyword": "excited", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "And more importantly, why does Luffy look so happy to be captured?", "keyword": "happy", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "(One imagines that political strategists and campaign operatives will be happy to stash some of it in their pockets.)", "keyword": "happy", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "And I’d guess there are a few gay Republican billionaires to whom he’d be happy to whisper his personal tolerance for marriage equality too.", "keyword": "happy", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "\"I'm so, so happy to see you.\"", "keyword": "happy", "meta": {"pile_set_name": "OpenSubtitles"}}
{"sentence": "\"You manipulated my emotions, you used me, and you humiliated me, and you've got to be fucking insane thinking you could just prance in here act as if nothing ever happened, tell me that you're happy,\" \"tell me that you're out of the closet, tell me that you're oh so sorry for destroying my fucking life.\"", "keyword": "happy", "meta": {"pile_set_name": "OpenSubtitles"}}
{"sentence": "Their most optimistic scenarios call for at least 50 years, and uncounted billions of dollars, to implement their goal.", "keyword": "optimistic", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "Jorginho says he is ‘very happy’ and ‘amazed’ by how he has won the Chelsea fans over in recent months.", "keyword": "happy", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "“I’m very happy how they have changed their mind about me.", "keyword": "happy", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "“I never said anything, I just work and work and work and I think the results are coming — and I am very happy with that.", "keyword": "happy", "meta": {"pile_set_name": "OpenWebText2"}}
