{"sentence": "So, sit back, relax and enjoy our weekly Q&A with Hammers wrtier Sam Inkersole, where he will answer questions posed to him on his Twitter account, which you can follow @Sam_InkersoleTM", "keyword": "back", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "That’s down from the 8.5 million who tuned into last week’s season premiere.", "keyword": "down", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "Following the airport shooting, Steube doubled down on his view that license holders ought to bring guns into venues like airports, claiming that gun-free zones are more likely to be targeted by shooters.", "keyword": "down", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "As such it marks the first map I've made where the cover photo is from the ground rather than a top down isometric view.", "keyword": "down", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "The more I thought about it, the more memories came flooding back and I decided that this blog has been a little too sad/awkward so far and anyone reading must think I’ve had a whole bunch of horrible experiences.", "keyword": "back", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "So instead of facing up to the tragedy and going to hospital, I decided that going back and getting high in conception field was a better idea.", "keyword": "back", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "Anyways, back on track with the sex part of “sex blog”.", "keyword": "back", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "He genuinely seemed so down about it which really didn’t match his personality at all as he oozed confidence.", "keyword": "down", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "He held me down and teased me until I begged and then kept teasing.", "keyword": "down", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "I was back the next day and he knew I would be.", "keyword": "back", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "I just kept coming back for more.", "keyword": "back", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "He pushed me to look for who I really was but despite all of the sweet and sexy things he’d do for me I knew deep down he wasn’t just mine.", "keyword": "down", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "A lone gunman managed to penetrate deep into the Centre Block of the House of Commons on Oct. 22 before being gunned down in a hallway metres from the prime minister and dozens of other politicians.", "keyword": "down", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "RCMP called in the Ontario Provincial Police to review the security failings exposed by the incident, and their report is expected to be handed down shortly.", "keyword": "down", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "Scarborough The original British beach resort, where 'sea-bathing' first began, way back in the 17th century.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Many locals stay hunkered down at home, though, so hotels offer special rates.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Annual race down the River Thames in London between the rowing teams from Cambridge and Oxford Universities, an institution since 1856 that still enthrals the country.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Military bands and bear-skinned grenadiers march down London's Whitehall in this martial pageant to mark the monarch's birthday.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Ironically, the weather's often better than in August, now everyone's back at work.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "The leaves on the trees are changing colour, attractions start to shut down for the low season, and accommodation rates drop as hoteliers try to entice a final few guests before winter.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Then enjoy the last few days back in **London** , immersed in galleries, museums, luxury shops, street markets, West End shows, East End cafes – or whatever takes your fancy.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Then it's back to England, and east into the Cotswolds, with its rolling hills, quintessential rural scenery and chocolate-box towns like **Chipping Norton**.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Then it's back to England, through the hills and moors of the **Peak District** and **Yorkshire Dales** to reach the peaks and grand scenery of the **Lake District**.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Take the ferry to the **Isle of Skye** , then head back to the mainland via the Skye Bridge to reach pretty **Plockton** and magnificent **Glen Torridon**.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Loop inland to peaceful **Brecon** and foodie **Abergavenny** , then saunter down the **Wye Valley** to finish at the frontier town of **Chepstow –** and yet another amazing castle.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "What's the best way to slow down, meet the locals and get off the beaten track as you travel around Britain?", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "So when the kids in the back of the car say 'are we there yet?'", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "The Norfolk and Suffolk Broads is a tranquil area of lakes and meandering rivers, and an ideal spot for boating, birding, canoeing, cycling or walking, or just getting back to nature at a leisurely pace.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "From Roman times people from around the globe have come to London, put down roots and complained about the weather.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Internal strife and relentless barbarian attacks wore the Romans down, however, and they abandoned Britain in the 5th century, reducing the settlement to a sparsely populated backwater.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "In 1016 the Saxons, finally beaten down, were forced to accept the Danish leader Knut (Canute) as King of England, after which London replaced Winchester as capital.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Since then the city has surfed up and down the waves of global fortunes, hanging on to its position as the world's leading financial centre.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "It was later sold to the first Duke of Wellington, who cut Napoleon down to size in the Battle of Waterloo and lived here for 35 years until his death in 1852.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Having fallen into disrepair, it was pulled down in 1775 and rebuilt in 1801 to designs by William Chambers.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Currently fewer than 10,000 people actually live here, although some 300,000 descend on it each weekday, to generate almost three-quarters of Britain's GDP before squeezing back onto the tube.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "This riveting museum peels back the layers of historical London for valuable perspectives on this great city.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Corkscrew your way up the 311 tight spiral steps (claustrophobes beware) for some of London's best wraparound views and twist down again to collect a certificate commemorating your climb.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Today's Londoners may flock to Amsterdam to misbehave, but back in the bard's day they'd swarm across London Bridge to Southwark.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Free from the city's constraints, men could settle down to a diet of whoring, bear-baiting and heckling of actors.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Rival to the Rose Theatre, all was well but did not end well when the Globe burned down within two hours during a performance in 1613 (a stage cannon ignited the thatched roof).", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "In the south aisle of the nave, hunt down the green alabaster monument to William Shakespeare, next to which is a plaque to Sam Wanamaker (1919–93).", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "You can't exactly miss the cavernous 3300-sq-metre **Turbine Hall** , but try to join everyone else streaming down the ramp from Holland St to maximise its impact.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Take a lift to the top of the **Cocoon** , a seven-storey egg-shaped structure encased within a glass pavilion, and make your way down through the floors of interactive displays.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "If you've kids under the age of five, scoot down to the basement for the **Garden** , where there's a fun-filled play zone, including a water-play area, besieged by tots in red waterproof smocks.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "A cool bookshop chips in down in the basement.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "The Spirit of London ride in a black cab is tremendous fun and the 4-D Marvel film is top-drawer entertainment, the audience sprayed with air jets and mist and jabbed in the back during a spectacular action film centred on London.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "When museum fever strikes you down, pop across the way to the lovely Museum Tavern (  MAP   GOOGLE MAP ) ; 49 Great Russell St, WC1;  h11am-11.30pm Mon-Sat, 10am-10pm Sun;  tHolborn, Tottenham Court Rd) where Karl Marx used to polish off a drink or two after a hard day's graft in the Reading Room of the British Library.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Further choice selections include the lyrics to 'A Hard Day's Night' (scribbled on the back of Julian Lennon's birthday card) plus original scores by Handel, Mozart and Beethoven.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "On top of the interiors, the back garden has been transformed into period garden 'rooms' and a lovely walled herb garden (April to October only).", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Originally built in 1097, Westminster Hall is the oldest surviving part of the original palace, much of which burned down in October 1834.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Turn left down Storey's Gate and then right into Old Queen St, before trotting down 5 **Cockpit Steps** , said to be haunted by a headless woman dressed in red!", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "The steps lead down to lovely Birdcage Walk, named after the royal Aviary, which was once situated here.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Walk up Buckingham Gate to the 8Queen's Gallery and the 9Royal Mews before walking back to aBuckingham Palace and the b **Queen Victoria Memorial** , dating from 1911, with its grumpy-looking monarch staring down the Mall.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Follow the ceremonial route of the Mall (rhymes with 'shall') and cross into cGreen Park to head up Queen's Walk to grand dSpencer House before retracing your steps back to the Mall and on to e **Clarence House** , residence of Prince Charles and former home of Queen Elizabeth the Queen Mother.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Head back across the road to mint-green kFortnum & Mason, London's oldest grocery store and holder of many royal warrants.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Walk east along Piccadilly and turn right down Church Pl, then left onto Jermyn St. Take a right at Regent St, then left onto King Charles II St and walk down l **Royal Opera Arcade** , London's oldest shopping arcade (designed by John Nash).", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "From Pall Mall, walk along Cockspur St to pass Trafalgar Sq and head down Whitehall.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Head back towards the gate and turn right into Little Britain.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Follow the painted lines on the Highwalk for a closer look, or turn right at Pizza Express, take the escalator down to Wood St and head towards the remaining tower of 8 **St Alban's** , a Wren-designed church destroyed in WWII.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Take King St down to Cheapside, cross the road and head right to elegant b **St Mary-le-Bow**.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Walk down the west flank of the church and turn left into Bow Churchyard to reach Bow Lane; follow this narrow path south to c **St Mary Aldermary** , rebuilt in the Perpendicular Gothic style in 1682 following the Great Fire.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Up to half a million spectators applaud whippet-thin champions and outlandishly clad greenhorns charging down London's streets in late April.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "The clean, comfortable and affordable Seven Dials offers a highly central location and rooms at the front looking out over delightful Monmouth St and quieter rooms at the back, with less of a view.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Envelop yourself in Georgian finery at this lovely 1718 house and journey back to the days of four-poster beds, claw-foot baths and panelled walls.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Perfectly placed for hoovering up the sights of the City and the South Bank, this 213-bed hostel in a heritage-listed building is just down the road from St Paul's (the bells, the bells!).", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Family-run for over 40 years, this smartly renovated Georgian townhouse hotel has a pleasant back garden to catch the late afternoon rays, while contemporary renovations and polite staff make it an appealing choice.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "This lovely place marries contemporary chic with Georgian elegance (and a pleasant courtyard garden out back).", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "This is four properties in one delightful whole and a stunning place to stay, with 42 individually designed rooms, a cosy drawing room, a fully stocked library and a simply idyllic back garden.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "The black-and-white foyer of the Anouska Hempel–designed La Suite West – bare walls, a minimalist slit of a fireplace, an iPad for guests' use on a bare white marble reception desk – presages the OCD neatness of rooms hidden away down dark corridors.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Disappointingly, only 38 of the 245 rooms are in the original building; the rest are in an extension at the back and rather bland.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "With a refreshing street kitchen menu from India, colourful Roti Chai cooks up a roaring trade in _bel puris_ , spiced lamb _chapli kebabs_ , _papri chaat_ and railway lamb curries for upstairs snackers, with a more expansive dining room menu down below.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Chat to a caffeinated stranger on one of the tight tables at the back, or grab a takeaway and slink off to a nearby lane for your fix.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "The rather stark and pared down ambience may not suit all tastes, but it's offset by an inventive menu stuffed with surprises and ideas; the basement cocktail bar is just the place for a pre-meal libation.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "For those wanting to be taken back to Dear Old Blighty's cuis­ine, but with rather less grease and stodge, this self-consciously retro 'caff' serves up top-quality bangers and mash, steak-and-kidney pies, devilled kidneys and, of course, fish and chips.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Grab a seat at the bar or one of the counters at the back, but put aside time to queue (no reservations and no phone).", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "French House is Soho's legendary boho boozer with a history to match: the meeting place of the Free French Forces during WWII, De Gaulle is said to have knocked back shots here, while Dylan Thomas, Peter O'Toole, Brendan Behan and Francis Bacon all conspired to drink the place dry.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Take the stairs down to this trendy basement nook where bar staff know their cocktails, and the seductive, subdued ambience hits all the right moody notes (short hours though).", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "With bear-baiting and public executions long on the no-no list, they've fallen back on what London does well: some of the world's best theatre and live-music choices.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "There's live punk or alternative music most nights in this pub's back room (cover usually £6).", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Getting Londoners buzzing since 1911, the Electric can help you grab a glass of wine from the bar, head to your leather sofa and snuggle down for a flick.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Rummage through antiques, vintage clothing and collectables (Thursday and Friday), arts and crafts (Wednesday and weekends), or just chow down in the food section.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "5 Kicking back at the moated marvel that is Leeds Castle", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "A small museum and a worthwhile free audio tour do their best to underline the site's importance and put flesh back onto its now-humble bones.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "The 16th-century almshouses, still in use, sit astride Britain's oldest road bridge, dating back more than 800 years.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Until they reopen, entertain yourself watching buses, wing mirrors folded back, as they squeeze through the medieval archway.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "The theme is funky and eclectic, with furniture by local designers and artwork by the instantly likeable artist owners, who have a house-studio out back.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Cool tunes lilt through the chic retro dining space while chilled diners chow down on humungous burgers, full-monty breakfasts and imaginative, owner-cooked international mains.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "It's a two-level place where you can relax over a French Kiss cocktail upstairs before heading down to the basement bar.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "This unmissable, completely cuckoo eatery run by a top-hatted proprietor packs two rooms of a 1690s house with regalia and knick-knackery from down the ages.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Just back from the bandstand at the southern end of Viking Bay, this hidden gem successfully recreates the buttered-toast-and-railways brand of sunny 1950s austerity that the British find so comforting.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "The hallways of this grand Victorian house, a block back from the Ramsgate seafront, are decorated with work by local artists.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "The robust 12th-century Great Tower, with walls up to 7m thick, is a medieval warren filled with interactive exhibits and light-and-sound shows that take visitors back to the times of Henry II.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Dover's best dining spot plates up local fish and meat from around Canterbury, seasoned with herbs from the tranquil garden out back, for breakfast, lunch and dinner.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "From the top of the hill, bus 15 shuttles back to Dover or onward to Deal every hour.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "There's a wonderful elevated terrace at the back with great views over town and country.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Among the English casualties was King Harold who, as tradition has it, was hit in the eye by an arrow and struck down by Norman knights as he tried to pull it out.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "These were built to store fishing gear back in the 17th century, but some now house fishmongers who sell off the catch of Europe's largest beach-launched fishing fleet, usually hauled up on the shingle behind.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Hastings last hit the national news in October 2010 when its Victorian pier burnt down.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Prince Albert carted away all of the furniture, some of which has been loaned back by the present queen.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "The daily changing choices of curries, lasagnes, falafel, enchiladas and quiches are full of flavour and can be washed down with a selection of vegan wines, organic ales and homemade lemonades.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Those who've sipped and munched here that long claim the myriad homemade cakes, Sussex cream teas and light meals are as tasty now as they were back then.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "An ever-inventive choice of vegetarian and vegan food keeps bringing locals back for seconds and thirds at this place to see and be seen – literally, by every passerby through the huge streetside windows.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "While much of the town appears medieval – the whimsical castle has been home to the Dukes of Norfolk for centuries – most of it dates back to Victorian times.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Interesting features to track down include a smudgy stained-glass window added by artist Marc Chagall in 1978 and a glassed-over section of Roman mosaic flooring.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Occupying a large deconsecrated church opposite Chichester Cathedral, this temple of food and ale allows you to refuel and kick back in an incongruously ecclesiastical setting.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Cobbett's bust takes pride of place in the peaceful garden out the back, where you'll also find a timber gallery housing temporary exhibitions.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "The simply laid tables, low-Watt art deco lighting and art-packed walls create a modestly stylish atmosphere, and there's a walled garden out the back.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Oxford is a wonderful place to ramble: the oldest colleges date back 750 years, and little has changed inside the hallowed walls since then.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Although the works have been scaled down since their heyday, Minis still run off BMW's Cowley production line today.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Hidden away through a door at the back of the main exhibition hall of the Oxford University Museum of Natural History, this wonderfully creepy anthropological museum houses a treasure trove of objects from around the world – more than enough to satisfy any armchair adventurer.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Inspired by the classical Theatre of Marcellus in Rome, it has a rectangular front end and a semicircular back, while the ceiling of the main hall is blanketed by a fine 17th-century painting of the triumph of truth over ignorance.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Visitors must go further down St Aldate's to the side entrance.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Coming down the grand staircase (where Professor McGonagall welcomed Harry in the first film), you'll enter **Tom Quad** , Oxford's largest and arguably most impressive quadrangle, and from here, 12th-century Christ Church Cathedral (  MAP   GOOGLE MAP ) ).", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "It's not England's most imposing fortress, but Oxford Castle dates back more than 1000 years.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "A quintessential Oxford experience, **punting** is all about sitting back and quaffing Pimms (the typical English summer drink) as you watch the city's glorious architecture float by.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Hidden in the back streets of Jericho, this old corner pub serves up beautifully presented, tasty food in casual surrounds.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Try the Chuck Norris, Dead Elvis, barbeque ribs, nachos or curly fries, all washed down with mega shakes.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Hidden down a narrow alleyway, this tiny medieval pub (dating from at least 1381) is one of the town's best loved; it's where US president Bill Clinton famously 'did not inhale'.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Slithering down a steep hill to a medieval crossing point on the River Windrush, the remarkable village of Burford is little changed since its glory days at the height of the wool trade.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Set on a gentle slope leading down to the meandering River Windrush, Minster Lovell is a gorgeous village with a cluster of stone cottages nestled beside an ancient pub and riverside mill.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "After admiring the buildings on the main street – and if you're not tempted to stay the night – backtrack to the A44, cross into the Worcestershire corner of the Cotswolds and head down the hill to 9Broadway.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "After passing through Stanway, turn right onto the B4077 and then left back onto the B4632.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "The 'Royal' in the name relates to the fact that Charles I once stayed here during the Civil War, and while he probably didn't make use of the iPod docks, flatscreen TVs and en suite bathrooms, he certainly would have walked down the atmospheric half-timbered corridors.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "The barn once belonged to **Campden House** , a grand 17th-century merchant's pad that was burned down by Royalist soldiers during the Civil War.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Take the time to wander down to the lovely 12th-century **St Eadburgha's Church** , a signposted 1-mile walk from town.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Dating from more than 5500 years ago, Belas Knap is one of the best-preserved neolithic burial chambers in the country, and the views down to Sudeley Castle and across the surrounding countryside are breathtaking.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "This 200-year-old tradition sees locals running, tumbling and sliding down a steep hill in pursuit of a 7lb round of Double Gloucester cheese; it's only a 90m run, but people get hurt every year.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "The large back garden is more appealing than the starkly lit interior.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "On the Woburn Estate, Paris House is a pretty black-and-white structure that a previous duke of Bedford took a shine to on a visit to the French capital and had shipped back here.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Tickets will set you back about £100 per day or £213 for a three-day pass.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Alternatively, head down Wharf Hill, through the water meadows to St Catherine's Hill (1 mile), or take the tranquil **Riverside Walk** from Wolvesey Castle along the River Itchen's banks to High St.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "The aromas are irresistible, the food frankly fabulous, the cooking highly technical and the ingredients dare to surprise – expect cuttlefish, rabbit saddle, black garlic, seaweed salt, loveage and blowtorched back fat.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "A pub for all seasons: knock back summertime drinks on the waterside terrace; in winter a toasty log burner gets you warm.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Extravagant rooms include the opulent Royal Apartments and Durbar Room; other highlights are horse and carriage rides, the Swiss Cottage – where the royal ankle-biters would play – and the stroll down Rhododendron Walk to Her Majesty's private beach.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Wooden walkways lead over rubble walls and brightly painted tiles, allowing you to gaze right down onto the ruins below.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "It's a good sign when customers can just sit down and play the pub's piano and guitars – a convivial atmosphere added to by a log-burner, ships' flags and quality homemade grub (think local crab salad and big bowls of chilli).", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "The Victorian town of Ventnor slaloms so steeply down the island's southern coast that it feels like the south of France.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "You get to pinpoint ships' positions with the rangefinders, then scramble down an ornate spiral staircase, along an echoey 60m tunnel to a searchlight post with close-up views of the eroded cliffs.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "On stormy days snuggle down beside the log burner and listen to the sound of the sea.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Tucked just one street back from the water's edge, tall, red-brick Merchant House is boutiquery at its best.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Order some New Forest beer, then settle down in the snug wood-lined bar with the locals, or on the terrace overlooking the quay.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "At charismatic Lulworth Cove, a pleasing jumble of thatched cottages and fishing gear leads down to a perfect crescent of white cliffs.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Today it's framed by shimmering bays; bring a swimsuit and head down the hundreds of steps for an unforgettable dip.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "It's on the lane leading down to the cove, so add cracking sea views, a mini roof terrace and top-quality gastropub grub (mains £8 to £14, kitchen open noon to 9pm) and you have an irresistible inn.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Thomas Hardy fans will want to hunt down the _Mayor of Casterbridge_ locations hidden among modern Dorchester.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "One room overlooks the busy quay, the other faces the back.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Portland also offers jaw-dropping views down onto 18-mile Chesil Beach, which is backed by the Fleet, Britain's biggest tidal lagoon – a home to 600 nesting swans.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "The funky cabin has views onto the cafe's own Fleet Lagoon oyster beds, while the waterside terrace is a prime place to sample clam and cockle spaghetti or cracked whole crab, best washed down with lip-smacking Somerset cider.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Expect flavour-packed sweet pepper stews, Sicilian-style cod and irresistible home-baked bread, best devoured on the tucked-away terrace out back.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Woods has got country-but-classy down to a fine art, both in decor and dishes.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Climb 251 steps up spiral staircases, head out onto the sweeping roof, then gaze down on the city from the edge of the North Tower.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Prepare to crouch down, don a hard hat and possibly get spooked in what is the only publicly accessible system of its kind in England.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "At Babbacombe a glorious 1920s funicular railway sees you climbing into a tiny wooden carriage and rattling up and down rails set into the cliff.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Buildings cascade down steep, wooded slopes towards the River Dart; 17th-century shops with splendidly carved and gilded fronts line narrow lanes.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "They're scattered over three central properties, and the 'just B' policy (no '&B' means no breakfast) keeps prices down.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Ask for one overlooking the grassy, cobble-fringed courtyard and settle back for a truly tranquil night's sleep.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "The Mayflower Steps (  MAP   GOOGLE MAP ) ; free;  h24hr) mark the approximate embarcation point; track down the passenger list on the side of Island House (  MAP   GOOGLE MAP ) ) nearby.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Get a fish-and-chip takeaway from next-door-but-one, then settle down with your pint.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Finish the day back at Chagford at b22 Mill Street; a truly classy spot to eat and sleep.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "A converted hayloft on a working farm where you bed down to a soundtrack of bleating sheep.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "This is archetypal Dartmoor, down to the ponies grazing on a village green encircled by 15th-century buildings of honey-grey stone.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Precipitous headlands plummet down to pint-sized beaches; waterfront walkways cling to the sides of sheer cliffs.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "On the seaward side her skin is peeled back, revealing sinew, fat and foetus.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Its cottages cascade down cliffs to meet a curving crab claw of a harbour which is lined with lobster pots and set against a deep-blue sea.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "The city subsequently become one of Britain's major ports, growing rich on the 'Triangular Trade' (in which African slaves were shipped across the Atlantic to New World colonies, where they were bartered for luxury goods such as sugar, rum, tobacco and cotton that fetched a healthy profit back home).", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "The ship was towed back to Bristol in 1970, and has since undergone a 30-year restoration program.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Nearby, the small Clifton Observatory (  GOOGLE MAP ) ;  %0117-974 1242; Clifton Down; adult/child £2/1;  h11.30am-5.30pm Mon-Fri, from 10.30am Sat & Sun) houses a camera obscura (  GOOGLE MAP ) ;  %0117-974 1242; adult/child £2/1;  h10.30am-5.30pm) and a tunnel leading down to the Giant's Cave (adult/child £1.50/50p), a natural cavern that emerges halfway down the cliff with dizzying views across the Avon Gorge.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "The riverside location is hard to beat, with a view over the Floating Harbour, but it's the food that keeps the punters coming back: classic in style with a strong European flavour, from French fish soup to steak _à la béarnaise_.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Descend the decks to down a pint of No.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Its most striking feature is the west facade, where angels climb up and down stone ladders, commemorating a dream of the founder, Bishop Oliver King.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Partly designed by the landscape architect Capability Brown, the grounds of this 18th-century estate on Bath's southern fringe feature cascading lakes and a graceful **Palladian bridge** , one of only four such structures in the world (look out for the period graffiti, some of which dates back to the 1800s).", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "You can pilot your own vessel down the Avon from this Victorian-era boathouse, which rents out traditional skiffs, rowboats and Canadian canoes.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Boho hang-out for the town's trendies, tucked down an alley off George St. Savour wine by the glass, snack on tapas or sip a cappuccino with the Sunday papers.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Bath's historic theatre dates back 200 years.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Other highlights include the elegant **Lady Chapel** (1326), the fan-vaulted **Chapter House** (1306) and the celebrated **chained library** , which contains books and manuscripts dating back to 1472.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Wells Cathedral forms the centrepiece of a cluster of ecclesiastical buildings dating back to the Middle Ages.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "It was torn down following Henry VIII's dissolution of the monasteries in 1539, and the last abbot, Richard Whiting, was hung, drawn and quartered on the tor.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "There's a small patio out back.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Nestled in the crook of a steep coombe (valley) at the confluence of three rivers, Boscastle's sea-going heritage stretches back to Elizabethan times.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "This turreted coaching inn dates back to the 16th century (previous guests include King Edward VII and Guy Gibson of Dambusters fame).", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "It's a steep walk down to the castle from the village car parks; in summer, Land Rover taxis shuttle up and down throughout the day.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Between the two resorts is the silvery sweep of the Doom Bar, a treacherous sand-bank that's claimed many ships down the centuries.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "There are a couple of car parks beside the harbour in Padstow, but they fill up quickly, so it's usually a better idea to park at one of the large car parks at the top of town and walk down.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Tuck into rich bouillabaisse, seafood curry or Provençal fish soup, and settle back to enjoy the breezy beach vistas.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Locals say you can still sometimes hear them singing down at nearby Pendour Cove – and even if you don't, the views along the coast path are reward enough.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "It's a treacherous climb down, so it's best viewed from a distance from nearby **Botallack Head**.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Hidden down a narrow alley, this backstreet shellfish bar is another Falmouth favourite.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Quite possibly the greatest idea ever, anytime, anywhere: a pub and bookshop rolled into one, meaning you can browse for reading material before settling down for a pint of real ale.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "From the town centre, the Esplanade leads down to this little cove and the remains of the small Tudor fort of **St Catherine's Castle**.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "This 3.5-mile circular walk starts across the river from Fowey in Bodinnick, winding along the wooded shores of Pont Pill Creek before following the coastline to the harbour of Polruan, from where you can catch a ferry back to Fowey.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Wolf down a Fat Buoy brekkie or a classic fish-finger butty, washed down with a mug of good old English tea.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "The main car park is 750m uphill from the village, from where it's a 15-minute stroll down to the quayside.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Many businesses shut down completely in winter.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Model ships and seafaring photos line the walls, and you can down your pint of homebrewed Turk's Head beside the slipway.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "The sheer academic achievement seems to permeate the very walls, with cyclists loaded down with books negotiating narrow cobbled passageways, students relaxing on manicured lawns and great minds debating life-changing research in historic pubs.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Despite roots stretching back to the Iron Age, Cambridge was little more than a rural backwater until the 11th century, when an Augustinian order of monks set up shop here – the first of the religious institutions that eventually became the colleges.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Then it's back to the path, before another detour left leads to the often-open gates of cClare College, where the Fellow's Garden is a real must-see.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Hunt out the **gardens** dedicated to alumnus Charles Darwin, they feature species brought back from his famous Galapagos voyage.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Despite what unscrupulous guides may tell you, it wasn't the handiwork of Sir Isaac Newton (he died in 1727), originally built without nails, or taken apart by academics who then couldn't figure how to put it back together.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "The Fitz has a tragic footnote: although begun by George Basevi in 1837, he didn't live to see its completion: while working on Ely Cathedral he stepped back to admire his handiwork, slipped and fell to his death.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Punt hire costs around £19 per hour, one-hour chauffeured trips of the Backs cost about £15, and a return trip to Grantchester (2½ hours) will set you back around £27.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "AStanding at the back end of the punt, lift the pole out of the water at the side of the punt.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "ATilt the pole forward (that is, in the direction of travel of the punt) and push down to propel the punt forward.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "There's also a three-person, self-catering apartment (per week £550) two doors down.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "It's 1 mile southeast of the centre, along Parkside then down student-central Mill Rd.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "It's 1.5 miles southeast of the city centre, down Regent St (later Hills Rd).", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Though modern interpretation suggests Cromwell allowed Jews (expelled in 1290) back into Britain to 'stimulate the economy', the fact that he used the full weight of his office as lord protector to force through this unpopular decision shows how firmly he believed that the conversion of the Jews to Christianity was an essential precondition to the establishment of Christ's rule on earth: 'Was it not our duty in particular to encourage them to settle here, where alone they could be taught the truth?'", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "The body was almost certainly thrown into the common pit at Tyburn (the present-day site of Marble Arch), while the head was stuck on Westminster Hall and remained there for several decades, blowing down in a storm in the early 18th century.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Ask for a room in the more characterful, back building of this sleek sleep spot and you'll be rewarded with wonky beams, exposed red brick and plush modern furnishings.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "It was once owned by the artist's family and is now used as an education centre, so although you can take in picture-perfect views from front and back, you can't go in.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "St Mary's oldest parts date back to 1250.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Careful restoration of these seven interlinked gardens has brought them back to their former Victorian glory.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Hopping on the **Pier Railway** (single adult/child £3.50/2) saves the long slog back.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "The county made its money on the back of the medieval wool trade and magnificent churches and lavish Tudor homes attest to the area's wealthy past.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Other restaurants must be so envious – your own smokery in the back garden.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Step through the door here and be whisked straight back to the Regency era.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Take away or chow down on the benches inside.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Rows of attractive Georgian houses and flint cottages snake down to a boat-lined quay; to the north sits a vast golden beach, backed by pine-covered dunes.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "A quayside setting, gently funky decor and luxury bathrooms make this stylish Georgian town house pretty hard to turn down.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Literary buffs take note: Shakespeare takes a back seat to contemporary wordsmiths at Stratford's Literary Festival in April/May.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Beneath the Burlington arcade, down a faux marble-encased staircase, crumbling pillars and giant Grecian murals give way to soaring medieval-style stone arches, swords, suits of armour and candelabras.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Stained-glass windows glorify the kings of England; further down the hall stands WC Marshall's statue of Lady Godiva.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Warwickshire's second-largest hub, Rugby (population 100,500) is an attractive market town whose history dates back to the Iron Age.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Located down High St east of the castle, this appealing B&B has attractively attired modern rooms and a cosy, welcoming bar serving real ales on the ground floor.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "There are often special deals for under 25-year-olds, students and seniors, and a few tickets are held back for sale on the day of the performance, but get snapped up fast.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Roller-coaster fans are well catered for: as well as the vertical drop-ride Th13teen, you can ride lying down, sitting down or suspended from the rails on the Nemesis, Oblivion, Air and Rita; or brave 14 loops on the Smiler.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "After turning down the job of royal physician to King George III – perhaps a lucky escape, considering the monarch's descent into madness – Erasmus Darwin became a leading light in the Lunar Society, debating the origins of life with such luminaries as Wedgwood, Boulton and Watt decades before his grandson Charles came up with the theory of evolution.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "At the back is a fragrant herb garden leading to Cathedral Close.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Attached to a popular bar and bistro right in the centre, this tasteful inn dates back to the 13th century, but many of the rooms are housed in a modern extension.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Tumbling down the side of a forested ridge about 7 miles southwest of Worcester, the picturesque spa town of Great Malvern is the gateway to the Malverns, a soaring 9-mile-long range of volcanic hills that rise unexpectedly from the surrounding meadows.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Tucked down an alleyway off Church St, this 19th-century former stable serves Mediterranean-inspired fare such as marinated pork chops with caramelised apple, red onion and rosemary potatoes, and char-grilled chicken with minted yoghurt and saffron rice.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Slumbering in the English countryside, Herefordshire is a patchwork of fields, hills and cute little black-and-white villages, many dating back to the Tudor era and beyond.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Set in a regal Georgian town house that was once the luxurious digs of the Bishop of Hereford, this tranquil hotel has a sophisticated restaurant, sun-kissed garden spilling down to the river, and magnificent rooms and suites.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "It's hidden down a narrow laneway near a large public car park.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "On a cobbled lane near the cathedral, sociable 18th-century pub 'The Lich' opens to a decked beer garden out back.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "The more real ales and local ciders you knock back in this traditional pub, the more you may believe the tales of resident ghosts from the site's history as a monastery, an orphanage, a brothel and even a Chinese restaurant.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Rooms are lovely, right down to the period-pattern fabrics and ceramic water jugs.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Warm yourself by the massive fireplace, then settle down in the dining room to savour locally sourced venison, pheasant and beef, swished down with a pint of Shropshire ale.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Cleaved into two by a dramatic sandstone bluff that tumbles down to the River Severn, Bridgnorth is one of Shropshire's finest-looking historic towns, with a wealth of architectural charm despite much of the High Town succumbing to fire in 1646 during the Civil War.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "A 19th-century cliff railway and several narrow lanes drop down from the High Town to the Low Town, including the very steep pedestrian Cartway, at the bottom of which is **Bishop Percy's House** , dating from 1580.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Bridgnorth is the northern terminus of the Severn Valley Railway, whose historic steam or diesel locomotives chug down the valley to Kidderminster (one hour), starting from the station on Hollybush Rd.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "The house shellfish platter, available Fridays and Saturdays only, is best washed down with champagne.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Traditional down to its savoury galettes made with buckwheat flour, its sweet crêpes including salted caramel and its Breton ciders, this little hole-in-the-wall is a charming spot for an inexpensive lunch.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Lincoln's 'Little Green Bus' runs every 20 minutes from the Stonebow at the corner of High St and Saltergate to the cathedral and Newport Arch, then back via Brayford Waterfront and the train station.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Boat trips along the River Witham and Fossdyke Navigation, a canal system dating back to Roman times, start from Brayford Waterfront.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "You can't get more venerable than this grand dame of Lincoln hotels, sandwiched between castle and cathedral, with a history dating back 600 years through flowing countrified rooms.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "A sunny walled-courtyard beer garden out back, a cosy interior and a superb selection of real ales on tap make this the pick of Lincoln's independent pubs.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Northamptonshire has a cache of ancient churches, some dating back to Saxon times.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Langley narrowed it down to a Leicester car park, built over the site of the long-since-demolished Greyfriars church.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Set in bucolic gardens at the edge of the village, everything at this idyllic gastropub is homemade, down to the breads and condiments.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "The city suffered the ravages of industrial decline in the 1980s, but has bounced back with impressive cultural developments and a rejuvenated riverfront.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "A tiny pub on the main shopping street, with a big selection of real ales and an old piano at the back.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "It's 5.8 miles back to the Hope Valley turn-off.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Be aware that buses are much more frequent at weekends, and many services close down completely in winter.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "On the lane leading down beside the Town Hall, this understated restaurant is the top choice among in-the-know Buxtonites.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Weather permitting, a fine circular walk starts by following the **Pennine Way** through fields to **Upper Booth** , then up a path called Jacobs Ladder and along the southern edge of Kinder, before dropping down to Edale via the steep rocky valley of Grindsbrook Clough, or the ridge of Ringing Roger.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "To return to Eyam, retrace your steps down the lane, then take a path that leads directly to the church.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "In a picturesque, creeper-covered building dating back more than three centuries and a new annex, this inviting B&B is handily situated on the main road leading to Buxton.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "First, there's the landscape – with its brooding moors and green dales rolling down to a dramatic coastline, Yorkshire has some of Britain's finest scenery.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "The inhabitants of northern England did not take the subsequent Norman invasion lying down.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Rather than closed-down factories, mills and mines, the artificial monuments dotting the landscape in these parts are of the stately variety – the great houses and wealthy abbeys that sit, ruined or restored, as a reminder that there was plenty of money to be made off the sheep's back.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "A set of stairs in the south transept of York Minster leads down to the architecturally outstanding undercroft, treasury and crypt.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "While some of the 'you will now travel back in time' malarkey is a bit naff, it's all done with a sense of humour tied to historical authenticity that will give you a pretty good idea of what life must have been like in Viking-era York.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Today the butchers are long gone, but this narrow cobbled lane, lined with 15th-century Tudor buildings that overhang so much they seem to meet above your head, is the most picturesque in Britain, and one of the most visited in Europe, often crammed with visitors intent on buying a tacky souvenir before rushing back to the tour bus.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Artists represented here include Joshua Reynolds, Paul Nash, Eugène Boudin, LS Lowry and the controversial York artist William Etty, who, back in the 1820s, was the first major British artist to specialise in painting nudes.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "For a special meal, there's the Star Inn at Harome or the Stone Trough Inn at Kirkham; stroll down to the abbey ruins before or after your meal.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "This red-brick terrace-house hotel sports a variety of smart, family-friendly accommodation, including rooms that sleep up to five, and some self-catering apartments – plus it has a spa bath on the outdoor terrace at the back, and is barely five minutes' walk from the city centre through the Museum Gardens.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Fitted out with recycled furniture and colourful artwork, it serves reviving portions of halloumi burger, pie and peas or carrot cake to hungry cyclists, washed down with excellent coffee.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "This bright and airy bistro is always busy, with diners drawn back again and again by its relaxed atmosphere, warm and friendly service, and hearty menu that takes fresh local produce and adds a twist of French sophistication.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Legend has it that Richard I loved the views from here so much that his ghost just keeps coming back.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Set back from North Bay, Scarborough's beautiful Edwardian pleasure gardens are famous for their summer sessions of Naval Warfare (  GOOGLE MAP ) ; adult/child £3.90/2.10;  h3pm selected dates Jun-Aug), when large model ships re-enact famous naval battles on the boating lake (check the website for dates).", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "History came full circle in 2004 when Paul's four brothers took the Theakston brewery back into family ownership.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "The main house of Studley Royal burnt down in 1946, but the superb landscaping, with its serene artificial lakes, survives almost unchanged from the 18th century.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Tiny Victorian-era funicular railways (per person 80p;  h9.30am-5.30pm Feb-Oct) rattle up and down Scarborough's steep cliffs between town and beach.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Whitby is a town of two halves, split down the middle by the mouth of the River Esk.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "For a cracking day out, take a bus to Robin Hood's Bay, explore the village, have lunch, and then hike the 6-mile **clifftop footpath** back to Whitby (allow three hours).", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "This place combines a beads-and-baubles boutique and wholefood shop with guest accommodation in the courtyard at the back.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "A cool little diner with stainless-steel counters and retro decor, music videos on the flatscreen and a menu of healthy salads, sandwiches and wraps washed down with excellent coffee.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Leave your car at the parking area in the upper village (£3.50 for four hours), where 19th-century ships' captains built comfortable Victorian villas, and walk downhill to Old Bay, the oldest part of the village (don't even think about driving down).", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "This maze of narrow lanes and passages is dotted with tearooms, pubs, craft shops and artists' studios (there's even a tiny cinema) and at low tide you can go down onto the beach and fossick around in the rock pools.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Pennine Cruisers runs half-hour trips to Skipton Castle and back.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "You can hike there along the Pennine Way and travel back by train from Ribblehead station.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "The Golden Lion is a lively pub that offers comfortable B&B rooms, a 15-bed bunkhouse, and three public bars where you can tuck into a bit of grub washed down with a pint of hand-pulled ale.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "There's a basic campsite at the back (per person £7, including tent and car).", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "The line reaches its highest point (356m) at Ais Gill, where it leaves the Dales behind before easing down to Kirkby Stephen.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "While the house itself is a Georgian gem crammed with period details, it is overshadowed by the multi-award-winning garden at the back, which offers superb views over the River Swale and the Cleveland Hills.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Rooms can suffer late-night noise from the bars on Leopold Sq – ask for a quiet room at the back.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "A glass elevator plies up and down inside the tank, though you'll get a better view by taking the stairs.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "If you're more into pubbing than clubbing, try a pint of Black Sheep at this lovely 200-year-old pub down by the waterfront.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Settle down for cappuccino and cake with the Sunday papers, or tuck into hearty lunch and dinner specials such as homemade lasagne or venison burger.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "The museum tour includes a walk down the tunnel onto the edge of the playing surface of the 'Theatre of Dreams', where Manchester United's superstar footballers exercised their Premier League supremacy for 20 years, guided by the peerless Sir Alex Ferguson.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "An old-fashioned boozer with open fires in the back rooms and a cosy atmosphere...perfect on a cold evening.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Local legend claims that if you can run up and down these uneven steps while holding your breath your wish will come true.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Originally a Benedictine abbey built on the remains of an earlier Saxon church dedicated to St Werburgh (the city's patron saint), it was shut down in 1540 as part of Henry VIII's dissolution frenzy, but reconsecrated as a cathedral the following year.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "At the back of the museum is a preserved Georgian house, complete with kitchen, drawing room, bedroom and bathroom.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Steps at the back of St John the Baptist Church (Vicar's Lane) lead down to the riverside promenade known as the Groves.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Liverpool grew wealthy on the back of the triangular trading of slaves, raw materials and finished goods.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "The slaves that survived the torturous journey were sold for sugar, rum, tobacco and raw cotton, which were then brought back to England for profit.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "If you want to stay close to the waterfront, prepare for a noisy, boisterous night; accommodation along Albert and Hornby Rds, 300m back from the sea, is that little bit quieter.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "It's on a quiet road just set back from the South Promenade near the Pleasure Beach amusement park.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Unless you booked back at the beginning of the millennium, however, there's little chance of finding accommodation during TT week and the weeks either side of it.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "There is a school dating back to 1570 in St Mary's Church (MH;  h10am-5pm Mar-Nov), behind the castle.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Savings depend on which attractions you want to combine: as an example, a ticket including a cruise from Bowness, a return trip on the railway, admission to the Lakeland Motor Museum and a bus back to Bowness costs adult/child/family £21/12.65/58.35.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Some of the vessels are modern, but there are a couple of period beauties dating back to the 1930s.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "All cruises allow you to disembark as you please and catch a later ferry back.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "The north-lake **Red Cruise** (adult/child/family £10/6/29) goes from Bowness to Ambleside, while the south-lake **Yellow Cruise** (adult/child/family £10.50/6.30/30) heads down to Lakeside and the Lakes Aquarium.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Bowness' best-loved boozer is also the town's oldest, dating back to 1612, and offering lashings of rough-beamed, low-ceilinged atmosphere.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Ambleside's two-screen Zeffirelli's Cinema is next to Zeffirelli's, with extra screens in a converted church down the road.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "The food is full of flair, and ales come from the pub's own Barngates Brewery out back.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Parts of the house date back to the 15th century, so the rooms are snug.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "The food is solid (beer-battered fish, oak-smoked roast chicken), washed down with guest ales from local breweries.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "From here, the road drops down into the beautiful valley of 8Buttermere.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "There are a couple of great options for dinner on your way back to Keswick such as the cCottage in the Wood just before Braithwaite.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "This whitewashed inn once employed the 18th-century beauty known as the 'Maid of Buttermere', but these days it's just a welcoming local's pub, serving basic staples such as lasagne and battered haddock, washed down with ales from several local breweries.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Delicious Mediterranean-tinged food such as falafels, lamb stews, veggie mezze and Moroccan tagines are served at this super cafe-deli down a side alley.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "These days it's one of Cumbria's most beloved family attractions, with miniature steam trains that chug for 7 miles down the Eskdale valley between the coastal town of Ravenglass and the village of Dalegarth.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Founded by avid Laurel and Hardy collector Bill Cubin back in 1983, this madcap museum in Ulverston (the birthplace of Stan Laurel) has new premises inside the town's old Roxy cinema.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "The 400-year-old crenellated castle and the estate's grounds are now open to the public for the first time in many years; though the castle itself is to remain a ruin, restoration work is slowly breathing life back into the gardens, which have been largely forgotten since the estate fell into disrepair following WWII.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Social strife emerged in the 20th century, however, with mines, shipbuilding, steel production and the railway industry all winding down during the Great Depression and postwar years.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "The affectedly stylish Malmaison touch has been applied to this former warehouse with considerable success, even down to the French-speaking lifts.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Both dales are marked by ancient quarries and mines – industries that date back to Roman times.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Even today, almost 2000 years after the first stone was laid, the awe-inspiring sections that remain are proof that when the Romans wanted something done, they just knuckled down and did it.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Turn back towards the coast and follow the B1339 for 4.7 miles before turning east on Windside Hill to 6 **Craster** , famed for its smoked kippers, which you can buy direct from the smokery.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "This 4.8-hectare walled garden has been transformed from a derelict site into a series of magnificent green spaces surrounding the breathtaking Grand Cascade – 120 separate jets spurting more than 30,000L of water down 21 weirs for everyone to marvel at and kids to splash around in.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Grace was born just three houses down from the museum and is buried in the churchyard opposite.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Its 21 spotless, modern rooms are set far back enough that road noise isn't a problem.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Spend your second day heading back to the future at **Cardiff Bay** , where you can immerse yourself in forward-thinking architecture and have a Doctor Who Experience.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "There's no DJ, drag or back room, just a friendly little basement bar open until the wee small hours, with a smoking deck at the rear.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "This pretty Edwardian-era park slopes from Penarth's bustling town centre down to the esplanade.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "From here it's a steep but short walk up to the town centre and down again to the pier.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "It's also worth stopping at **Porthkerry Country Park** , where an impressive Victorian railway viaduct passes over a lovely wooded valley leading down to a stony beach.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Today, the region is fighting back against decline by creating a tourist industry based on its industrial heritage.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "The compact market town of Monmouth sits at the confluence of the Rivers Wye and Monnow, and has hopped in and out of Wales over the centuries as the border shifted back and forth.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Set down a cobbled lane in the heart of the town, this little Italian eatery dishes up tasty pasta and more substantial mains.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Showcasing the company's range of handmade cheese, some of which is matured down in the Big Pit mineshaft, this little store also stocks a range of Welsh speciality ales, wines and whisky.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Hidden down the hill from Wind St, cool Kon-Tiki offers all the requisite elements for a tropical beach fantasy: faux Polynesian statues, cocktails served in tiki cups, flax matting on the walls and Bob Marley on the stereo.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Some are set back in a separate annexe.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Hidden (as any proper fairy place should be) down a narrow lane north of Reynoldston, this Georgian country house has a suitably magical setting.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "They date back to the 17th century and contain a unique cloister built solely as a garden decoration.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "The tree died in the 1970s, but the town, while a little down at heel, is still standing.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Local legend has it that the Romans liked the recipe so much they took it back to Italy with them (as proscuitto).", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Located just a few metres from the steps down to Castle Beach, this late-Georgian house has eight attractive rooms with en suite bathrooms.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Tucked down an alley in Tenby's oldest house, it's dominated by an immense 12th-century Flemish hearth.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "From the car park at the end of St Govan's Head road, steps hacked into the rock lead down to tiny **St Govan's Chapel** , wedged into a slot in the cliffs just out of reach of the sea.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "The industrial town of Milford Haven needn't trouble your itinerary but if you're passing through, it's well worth stopping in at this little restaurant down by the marina.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "A path leads down to the 13th-century **ruins of** **St Non's Chapel**.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "The path soon becomes more rugged with a rock scramble down to and up from the lovely little cove at 3 **Aber-pwll**.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "A long flight of steep metal stairs leads down to the golden sand, but beware of strong undercurrents and the tide, which can cut off parts of the beach from the steps.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "In the mid-19th century it began to prosper as the port for shipping slate quarried just down the coast at Abereiddy, and by the 1870s its own deposits of granite and fine clay had put it on the map as a source of building stone.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "The back roads around the Preseli Hills and Cwm Gwaun offer some of the best on-road cycling in southwest Wales.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "If you've ever wondered what a Celtic village looked, felt and smelt like, take a trip back in time to Castell Henllys, 4 miles east of Newport.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Thrills can be found outside urban areas along lonely trails in the hills and valleys, and on two wheels down narrow country lanes.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Touring cyclists can enjoy the quiet lanes and back roads that crisscross the countryside, and there are many opportunities for off-road cycling as well.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "On other roads, expect to be stuck behind farm tractors and slow-moving trucks; just relax, slow down and enjoy the view.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "It's the oldest church in the region, dating back to the 13th century.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Chase down all this bounty with a wide range of Spanish wines, Asturian and Welsh ciders, and real ales.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "To get here, head a mile down a rural road from the village of Pontrhydfendigaid, which is on the B4343, 15 miles southeast of Aberystwyth or 9 miles south of Devil's Bridge.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "This lonely land of barren peaks throws down an irresistible gauntlet to hikers.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Originally a Welsh castle, the current structure dates back to Edward I's conquest of Wales in the late 13th century.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Once you reach a broad ridge, cross a stile and follow the trail down to the 2 **River Taf Fawr**.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Once you reach the 3 **steep escarpment edge** overlooking the Cwm Llwch Valley and a small lake, if you have the energy, do a 275m detour northwest down along the escarpment edge to the 4 **Tommy Jones memorial obelisk** , commemorating a lost local boy who died here of exposure in 1900.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Bear right and follow the path along the A470 back to Storey Arms.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "The 33 miles from Brecon to Pontypool is back in business, transporting a generally less grimy cargo of holidaymakers and river-dwellers.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "There's a **crannog** (lake dwelling) dating back to AD 900 near the northern shore.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Follow the horseshoe signs down narrow country lanes from the A40, southeast of town.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "The scenic and secluded Vale of Ewyas runs through the heart of the area, from Llanfihangel Crucorney to the exposed Gospel Pass (542m), the single-track road winding its way down to Hay-on-Wye in between enchanted-forest-like hedgerows.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Wash it down with Spanish, Chilean and Argentine wine by the glass.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Sheltered by the Cambrian Mountains to the west, this county isn't just green in a literal sense – successful conservation efforts have brought the threatened red kite back from brink of extinction, and Machynlleth has long been a focal point for the nation's environmental aspirations.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "The sulphur and saline springs of the forested Rock Park were used as far back as Roman times, and the Victorians sought out their therapeutic properties when the spa Pump Room was built in 1867.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "While it can be walked in either direction, it's best done south to north, with the wind and sun mainly on your back.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "The castle's highlight, the **Clive Museum** , houses exquisite treasures brought back from India and the Far East by Clive of India (British conqueror of Bengal at the Battle of Plassey in 1757) and his son Edward, who married the daughter of the first Earl of Powys.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Rugged mountain trails, historic train lines, World Heritage castles and rejuvenated seaside towns ensure North Wales holds its own against attractions down south.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "The last of the mines closed down in 1969, but visitors can delve into Llanberis' industrial heritage via the Dinorwig slate quarry, now part of Europe's largest underground power station, and the attractions that stem from it.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "It means you can access trailheads by public transport from nearby towns; or you can walk up the mountain by one path and come down by another, and then hop on a bus to take you back to your starting point.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Five- to six-hour adventures involve abseiling down shafts, zip-lining, (and perilous traverses in the case of Challenge Xtreme).", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "The final section involves mounting a flight of 70 steps; once back up to the surface, you can potter around the workshops and watch slate being expertly cut into tiles.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "A steep, scree-strewn path zigzags down to the b **Devil's Kitchen** ridge.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Skirt the lake from the left for the best views of Cwm Idwal, cross the footbridge, turn left and follow the footpath back to the car park.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Climbs quite steeply up to Bwlch y Moch and skirts Crib Goch with great views down on Llyn Llydaw before switchbacking up to the summit.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "  * **Snowdon Horseshoe** (8-mile loop; six to eight hours) Starts with the Pyg Track, but involves a short, steep scramble up to the exposed knife-edge Crib Goch ridge (only attempt if you're very experienced), a traverse to Crib-y-Dddysgl pinnacle and a precipitous descent down the scree-covered east side of Snowdon.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Single tickets can only be booked for the journey up (adult/child £20/15) and return trips involve a scant half-hour at the top before heading back down again.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Their signatures are on the dining-room ceiling and if your child under 12 makes it up and down Snowdon without having to be carried, they get to drink from Hilary's own tankard.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "This 3-mile circular walk through the private Nannau estate leads you through woodland, down lakeside paths, into conifer plantations and along the brink of a dramatic sheer-sided precipice, with stunning views of Cader Idris, Snowdon and the Mawddach Estuary along the way.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "It follows an old railway line from the bridge in Dolgellau, through woods and past wetlands, before crossing over the rail viaduct to Barmouth (from where you can grab the bus back).", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "In the next couple of decades, however, it's likely the village will have to begin retreating inland as holding back the sea is becoming too costly.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Bed down for the night at supercentral Richmond House, which features contemporary rooms and an attractive garden for summer lounging.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Direct train services run up the coast to Pwllheli via Porthmadog and down the coast to Machynlleth.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "These stony foundations, dating back to AD 77, represent the westernmost Roman legionary fort of the Roman Empire, with a crucial strategic position overlooking the Menai Strait.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Though its emblem may incur ire, this traditional inn dates back to 1522 and offers the most atmospheric digs in town, with original wooden beams and four-poster beds in some of the rooms.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "'The Little Kitchen' is a proper old-fashioned Welsh-speaking _caffi,_ right down to the floral drapes.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Nant Gwrtheyrn is reached from the village of Llithfaen (on the B4417) by following a hair-raisingly precipitous path down a steep valley.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "A path then leads down past the earthworks that are all that remains of **St Mary's Abbey** to a neolithic standing stone known as **Maen Melyn** , bent like a finger towards the island and suggesting this was a holy place long before the Celts or their saints arrived.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Busy little Portmadog (port- _mad_ -uk) was founded by (and named after) reforming landowner William Alexander Madocks, who went to work on a grand scale, laying down the mile-long Cob causeway, draining some 400 hectares of wetland habitat, and creating a brand-new harbour.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "The twisting and precipitous line was built between 1832 and 1836 to haul slate down to Porthmadog from the mines at Blaenau Ffestiniog, 13.5 miles away.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "After sampling the real ales and the classic dishes with a twist (mains £8 to £16), bed down on Egyptian cotton sheets in one of the three historic buildings on Tremadog's square.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "From Llanfair PG follow the signpost off the A4080 down the country lane to the marked car park.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "For a decadent lobster lunch, follow the narrow country roads down to the sea at Church Bay for this north-coast institution, famous for its fresh seafood and scenic location.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "A steep, serpentine flight of steps leads down to the suspension bridge that crosses over to the **South Stack Lighthouse** for tremendous cliff views.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Copper has been mined here as far back as 4000 years ago, thanks to the rock-softening process that allowed early miners to extract the metal using nothing but bone-and-stone tools.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Ornate Plas Newydd was home to Lady Eleanor Butler and Miss Sarah Ponsonby, two society ladies who ran away from Ireland to Wales disguised as men, and settled down here to enjoy 'friendship, celibacy and the knitting of stockings'.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "A two-day trip to Edinburgh should start at **Edinburgh Castle** , followed by a stroll down the **Royal Mile** to the **Scottish Parliament Building** and the **Palace of Holyroodhouse**.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Edinburgh's Old Town stretches along a ridge to the east of the castle, and tumbles down Victoria St to the broad expanse of the Grassmarket.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "But there are many things of genuine interest to see; there's something about the crumbling 17th-century **tenement room** that makes the hairs rise on the back of your neck – the tufts of horsehair poking from the collapsing lath-and-plaster walls, the ghost of a pattern on the walls, and the ancient smell of stone and dust thick in your nostrils.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "The strange forms of the exterior are all symbolic in some way, from the oddly shaped windows on the west wall (inspired by the silhouette of the _Reverend Robert Walker Skating on Duddingston Loch,_ one of Scotland's most famous paintings), to the ground plan of the whole complex, which represents a 'flower of democracy rooted in Scottish soil' (best seen looking down from Salisbury Crags).", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "This walk explores the alleys and side streets around the the Royal Mile, and involves a bit of climbing up and down steep stairs.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Go past the reservoir and turn left down Ramsay Lane.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Go back into the street, turn right and right again down Fisher's Close, which leads to the delightful Victoria Terrace, strung above the cobbled curve of shop-lined Victoria St.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Go down Anchor Close, to finish the walk on c **Cockburn St** , one of the city's coolest shopping streets, lined with record shops and clothing boutiques.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "There is a comfortable TV lounge, an attractive little conservatory and a pleasant walled garden at the back where you can sit outside in summer.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "This elegant Victorian terraced house is located on a quiet back street and has seven bedrooms, beautifully decorated, with many original period features.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "A snug little howff tucked away down a close, the Judge exudes a cosy 17th-century atmosphere (low, timber-beamed painted ceilings) and has the added attraction of a cheering open fire in cold weather.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "This is a good, old-fashioned, friendly local boozer, swathed with flags and cap bands left behind by visiting sailors – Leith docks are just down the road.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "The hillier west enjoys extensive forest cover; hills cascade down to sandy coasts blessed with Scotland's sunniest weather.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "9 Whooshing down forest trails at the 7stanes mountain-biking hubs.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "The dark, imposing interior conjures up medieval might and can send a shiver down the spine.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Stroll down pedestrian Buchanan St, then left through one of the handsome gateways into Merchant City.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Retrace your steps one block and continue south down Glassford St past 7 **Trades Hall** , designed by Robert Adam in 1791 to house the trades guild.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Grades of rooms go from standard to penthouse with corresponding increases in comfort; it's hard to resist the traditional 'classic' ones with windows onto the delightful square, but at weekends you'll have a quieter sleep in the new wing at the back.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "There's a variety of room types, but prices are very good for all of them and come down substantially midweek.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Otherwise, chow down on your takeaway at the wooden tables in the lane or out on Buchanan St itself.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Accessed down the side of a travel agent, this elegant Cantonese oasis is one of Scotland's most authentic Chinese restaurants; indeed, it's quite a surprise after a spot of late-night dining to emerge to boisterous Sauchiehall rather than Hong Kong.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Perhaps the best bar on Ashton Lane, this can seem tightly packed, but there's a conservatory for eating out the back, so you can pretend you're sitting outside when it's raining, and when the sun does peek through, there's a beer garden.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Rangers have had to work their way back up the divisions after a financial meltdown.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "The subway annoyingly shuts down at around 6pm on a Sunday.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Fantastic rooms here are allied with numerous personal details – they turn down the beds at night and make you feel very welcome.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Half a mile down the road to Stichill, this grand Victorian house sits in spacious grounds where only the bleating of lambs in the green fields and birds in the garden break the silence.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Though Melrose had a monastery way back in the 7th century, this abbey was founded by David I in 1136 for Cistercian monks, and later rebuilt by Robert the Bruce, whose heart is buried here.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Like many Scottish festivals it has ancient origins, dating back to the Middle Ages, when riders would be sent to the town boundary to check on the common lands.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "This main street deli has numerous temptations, such as excellent cheeses and Italian smallgoods, as well as perhaps Scotland's tastiest sausage roll – buy two to avoid the walk back for another one.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "From Melrose, it's a short but stiff ascent to 7 **Scott's View** , where you can get your breath back with the marvellous vista, then a swift descent back to river level and sublime 8Dryburgh Abbey.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Have a pint in the twin walkers' villages of c **Town Yetholm** and d **Kirk Yetholm** , then head west on the B6401 through the village of Morebattle, then left 1½ miles down a rustic road signposted to Cessford/Crailinghall.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "There are bus connections from here back to Peebles.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Burns' father, William, is buried in the kirkyard; read the poem on the back of the gravestone.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Superior rooms are excellent – wood furnishings and views over the back garden give them a rustic appeal.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "There's a self-catering flat out the back too.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Local scallops are a highlight, and some fairly elaborate mains can round out the meal, but you can also chow down on 'posh fish 'n' chips'.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "The room at the back overlooking the churchyard is particularly light and quiet.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "For a real dose of luxury, head 3 miles southeast to this former hunting lodge in a dramatic, secluded location with grassy lawns rolling down to a sandy cove.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "From here, take a ferry to the Kintyre Peninsula and loop down to Campbeltown.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Sloping steeply down from Stirling Castle, the Old Town has a remarkably different feel to modern Stirling, its cobblestone streets packed with 15th- to 17th-century architectural gems, and surrounded by Scotland's best-surviving town wall.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "You pass the town cemeteries (check out the **Star Pyramid** , an outsized affirmation of Reformation values dating from 1863), then continue around the back of the castle to Gowan Hill, where you can see the Beheading Stone (  MAP   GOOGLE MAP ) ), now encased in iron bars to prevent contemporary use.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Nestling into the hillside under the back of the castle, this great hideaway feels like a rural retreat but is a short, spectacular walk from the heart of Stirling.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Just down the hill from Stirling Castle, this is a good pit stop for home-baked goods, soup and speciality coffees during a walk around the Old Town.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "A warm welcome is guaranteed at Stirling's oldest pub (1733), a spot redolent with atmosphere, what with its log fire, vaulted back room and low-slung ceilings.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "The ferry can take you to Stronachlachar (one way with bike £16) on the western shore, from where you can follow the beautiful B829 via Loch Ard back to Aberfoyle.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Other delights include a lovely big back garden, a log fire in the lounge and sociable chef-cooked breakfasts.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "There's a great beer/coffee garden out the back, where you can also eat.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "A tarmac path links Trossachs Pier with Stronachlachar, so you can take the boat out and walk/cycle back (14 miles).", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "The rooms (singles/doubles from £60/80) are handsome, but a few glitches like poor heating let some of them down.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Where the road ends on the eastern side of the loch, this is a wonderful retreat in an elegant ex-hunting lodge with lawns stretching right down to the water's edge.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Blue-collar Campbeltown, set around a beautiful harbour, still suffers from the decline of its fishing and whisky industries and the closure of the nearby air force base, but is rebounding on the back of golf tourism and a ferry link to Ayrshire.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "The **bar** (mains £10 to £16; meals noon to 2pm and 5.30pm to 8.30pm) also does great food, is well stocked with Islay malts and real ales, and has a nook at the back with a view over the loch towards the Paps of Jura.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Lush meadows swathed in buttercups and daisies slope down to reed-fringed Loch Finlaggan, the medieval capital of the Lords of the Isles.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "The front ones – pricier but enormous – have fabulous vistas; there's also a great family suite up the back and solicitous service.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "If it's a takeaway you're after, you can tuck into some of Scotland's best gourmet fish and chips down on the waterfront.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Out the back, the new **museum** displays fabulous carved high crosses and other inscribed stones, along with lots of background information.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "From the castle, the Scores follows the coast west down to the first tee at the Old Course.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Hidden away down the side of the library, this upbeat wee coffee stop also makes a good venue for a light lunch, with sandwiches, panini and salads and a couple of secluded picnic tables out the back.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "The array of exquisite smoked delicacies at the counter will have you planning a picnic or fighting for a table in the licensed cafe out the back.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "It's down a close off South St.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Chow down in the outdoor beer garden in summer.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "The back rooms receive occasional train noise.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Cool and clever flavour combinations are the hallmark of this unsuspected little gem hidden down an alley off Union St, a small but sophisticated space decorated with weathered timber and muted natural colours.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "The menu of this funky little eatery tucked away on a back street concentrates on good quality Scottish produce that draws its influences from cuisines all around the world, from simple smoked haddock kedgeree to spiced monkfish with pickled carrot, mustard seed, yoghurt and coriander.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Tucked down an alley off Union St, Aberdeen's best-known pub boasts the longest bar in the city, a great range of real ales and good-value pub grub.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Consecrated in 1224, the cathedral was burned down in 1390 by the infamous Wolf of Badenoch, the illegitimate son of Robert II, following his excommunication by the Bishop of Moray.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "The Croft offers a taste of Victorian high society, set in a spacious mansion built for a local lawyer back in 1848.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Just over a mile northwest of the city centre, on the bank of the Caledonian Canal just off the A862, this is a delightful old coaching inn (with beer garden out back) serving an excellent range of real ales and good pub grub.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "It still functions as a military barracks; public areas have exhibitions on 18th-century soldiery, and the mile-plus walk around the ramparts offers fine views out to sea and back to the Great Glen.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "In December 1933 the _Daily Mail_ sent Marmaduke Wetherall, a film director and big-game hunter, to Loch Ness to track down the beast.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "The harsh mountain environment gives way lower down to scenic glens softened by beautiful open forests of native Scots pine, home to rare animals and birds such as pine martens, wildcats, red squirrels, ospreys, capercaillies and crossbills.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Ravenscraig is a large, flower-bedecked Victorian villa with six spacious en suite rooms, plus another six in a modern chalet at the back (one wheelchair accessible).", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "An alternative to doing the full route is to make the six-hour return hike up to the summit of the pass and back to Aviemore.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "This gem of a garden is based around plants brought to Scotland by 18th- and 19th-century Scottish botanists and explorers such as David Douglas (after whom the Douglas fir is named), and celebrates 300 years of collecting and the 'plant hunters' who tracked down these exotic species.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Several times more tasteful than the average Pitlochry lodging, this elegant house and garden is set back from the main road.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "It's a pleasant uphill stroll from Pitlochry, and an easy roll down afterwards.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "A few miles east of Glen Coe proper is the Glencoe Mountain Resort, where commercial skiing in Scotland first began back in 1956.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "The Crannog wins the prize for best location in town – perched on the Town Pier, giving window-table diners an uninterrupted view down Loch Linnhe.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "The total distance to the summit and back is 8 miles; allow at least four or five hours to reach the top, and another 2½ to three hours for the descent.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Afterwards, as you celebrate in the pub with a pint, consider the fact that the record time for the annual Ben Nevis Hill Race is just under 1½ hours – up _and_ down.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "By the monument, the Glenfinnan Visitor Centre recounts the story of the '45, as the Jacobite rebellion of 1745 is known, when the prince's loyal clansmen marched and fought from Glenfinnan south to Derby, then back north to final defeat at Culloden.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Beautiful formal gardens, where impressive falconry displays take place two or three times a day, extend down to the sea.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "More gritty than pretty, Wick has been down on its luck since the collapse of the herring industry.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Outside the back door is the **Farr Stone** , a fine carved Pictish cross-slab.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "A mile east of the centre is a path down to Smoo Cave.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "The A832 doubles back to the coast from the A835, 12 miles from Ullapool.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Three miles down a private road beyond Melvaig (11 miles north of Gairloch), this simple, excellent lodge gives a taste of a lighthouse keeper's life.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "On Lewis and Harris, the last bastion of Sabbath observance in the UK, almost everything closes down on a Sunday.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "An archipelago of mostly flat, green-topped islands stripped bare of trees and ringed with red sandstone cliffs, its heritage dates back to the Vikings whose influence is still strong today.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "At the back of a lively craft shop opposite the cathedral, this cafe serves toothsome sandwiches and salads, as well as daily specials and succulent seafood platters.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Three miles down the Orphir road, one of Orkney's best dining options is surprisingly affordable for the quality.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Creeping down the long stone passageway to the central chamber, you feel the indescribable gulf of years that separate us from the architects of this mysterious place.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "This appealing grey-stone port has a narrow, elongated, flagstone-paved main street and tiny alleys leading down to the waterfront between tall stone houses.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Views down the pedestrian street are on offer in some; sloping ceilings and oriental touches add charm to others.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "From Lerwick, it's 25 miles down this narrow, hilly tail of land to Sumburgh Head.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "The same year saw the rise to prominence of UKIP (the United Kingdom Independence Party), a right-wing, libertarian party whose flagship policies include cutting back on immigration and taking Britain out of the European Union.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "It wasn't all plain sailing, though, and some locals fought back.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Although Romano-British culture was thriving by this time, back in its Mediterranean heartland the empire was already in decline.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "It was the stuff of legend, and by 886 Alfred had gathered his strength and pushed the Vikings back to the north.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Over the following decades, control swung from Saxon (King Edgar) to Dane (King Knut) and back to Saxon again (King Edward the Confessor).", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "But still the Scottish people refused to lie down; in 1297, at the Battle of Stirling Bridge, the English were defeated by a Scots army under the leadership of William Wallace.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "So when David died in 1371, the Scots quickly crowned Robert Stewart (Robert the Bruce's grandson) as king, marking the start of the House of Stewart, which was to crop up again in England a bit later down the line.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Edward IV hardly had time to catch his breath before Richard Neville, Earl of Warwick, and Margaret of Anjou teamed up in 1471 to force him into exile and bring Henry VI back to the throne.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "But a year later Edward IV came bouncing back: he killed Warwick, captured Margaret and had Henry snuffed out in the Tower of London.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "James' attempts to smooth religious relations were set back by the anti-Catholic outcry that followed the infamous Guy Fawkes Gunpowder Plot, a terrorist attempt to blow up parliament in 1605.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Backed by the army and navy (modernised, ironically, by Cromwell), British colonies stretched down the American coast, while the East India Company set up headquarters in Bombay (now Mumbai), laying foundations for what was to become the British Empire.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "The Jacobite rebellions, most notably those of 1715 and 1745, were attempts to overthrow the Hanoverian monarchy and bring back the Stuarts.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "James Ramsay MacDonald was the first Labour prime minister, but by the mid-1920s the Conservatives were back.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "The German army swept through Europe and pushed back British forces to the beaches of Dunkirk (northern France) in June 1940.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Russia pushed back from the east, and Britain, the USA and other Allies were again on the beaches of France.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Looking back from a 21st-century vantage point, most commentators agree that by economic measures the Thatcher government's policies were largely successful, but by social measures they were a failure and created a polarised Britain: on one side were the people who gained from the prosperous wave of opportunities in the 'new' industries, while on the other side were those left unemployed and dispossessed by the decline of the 'old' industries such as coal-mining and steel production.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Millions of workers – train drivers, miners, shipbuilders – down tools and bring the country to a halt.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Late at night, epicures may order their fish and chips 'open' to eat immediately while walking back from the pub.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "A few decades later this combination of custard, fruit, sponge cake, whipped cream, and – of course – sherry is back in style, and enjoying a renaissance in many British restaurants.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "The roots of Britain's literary heritage stretch back to Norse sagas and Early English epics such as _Beowulf_ , but most scholars agree that modern English-language literature starts in the late 14th century: yes, that counts as 'modern' in history-soaked Britain.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "The magical tales are the latest in a long line of British children's classics enjoyed by adults, stretching back to the works of Lewis Carroll _(Alice's Adventures in Wonderland)_ , E Nesbit _(The Railway Children)_ , AA Milne _(Winnie-the-Pooh)_ and CS Lewis _(The Chronicles of Narnia)_.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "In the same era, Led Zeppelin, Deep Purple and Black Sabbath laid down the blueprint for heavy metal, while the psychedelia of the previous decade morphed into the spacey noodlings of prog rock, epitomised by Pink Floyd, Genesis and Yes.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "In the mid- to late 19th century, the Pre-Raphaelite movement harked back to the figurative style of classical Italian and Flemish art, tying in with the prevailing Victorian taste for fables, myths and fairy tales.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "As well as Hirst, other winners have included Martin Creed (his work was a room with lights going on and off), Mark Wallinger (a collection of anti-war objects), Simon Starling (a shed converted to a boat and back again), Rachel Whiteread (a plaster cast of a house) and Antony Gormley (best known for his gigantic _Angel of the North_ ).", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Its origins can possibly be traced all the way back to dramas during Roman times in amphitheatres, a few of which still remain at places such as Chester and Cirencester.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "This over-the-top Christmas spectacle graces stages across the land in December and January, and traces its roots back to Celtic legends, medieval morality plays and the British music hall.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "and the audience shouts back 'He's behind you!'", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Further south, down to the border with England, things get hillier again; this is the Southern Uplands, an area of rounded heather-clad hills and fertile farms.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Since the earliest times, people have been chopping down trees and creating fields for crops or animals, but the most dramatic changes in rural areas came in the late 1940s, continuing into the '50s and '60s, when a postwar drive to be self-reliant in food meant new and intensive large-scale farming methods.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "But read the excellent coverage in the back pages of the _Daily Tele­graph,_ the _Times_ and the _Guardian_ and you'll see there's no need for one.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "The tabloid newspapers also cover sport, especially if a star has been caught with their pants down.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "The top flight has long been dominated by Glasgow teams Celtic and Rangers (although in 2012 the latter went into financial administration and was relegated to the third division – they are now in the process of clawing their way back up the league ladder).", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "It's the oldest of professional golf's major championships (dating back to 1860) and the only one held outside the USA, and is watched by many thousands of golf fans.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Perhaps the UK'S most famous golfing destination is the Old Course at St Andrews, often dubbed the 'home of golf' as it was one of the first places the sport was played, all the way back in the early 1400s.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Both rugby codes trace their roots back to a football match in 1823 at Rugby School, in Warwickshire.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "The contest's name dates back to the landmark test match of 1882, won (for the very first time) by the Australians.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "The tradition of horse racing in Britain stretches back centuries, and there's a 'meeting' somewhere pretty much every day.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Prices start from around £25 per person for a simple bedroom and shared bathroom; for around £30 to £35 per person you get a private bathroom – either down the hall or en suite.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "If all you want is a place to put your head down, budget chain hotels can be a good option.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "The clocks go forward for 'summer time' one hour at the end of March, and go back at the end of October.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "In recent years, cost-cutting has seen many smaller tourist offices close down.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Many taxis take wheelchairs, or just have more room in the back.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "The one-way cost for a car and passengers is between £75 and £165 depending on time of day; promotional fares often bring it down to £55.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "In theory, this shouldn't be too much trouble as most long-distance rail trips are best bought in advance anyway, but you have to go a long way down the path of booking your seat before you start booking your bike – only to find space isn't available.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "However, it's all different in remote rural areas such as Mid-Wales or northwest Scotland, where hitching is a part of getting around – especially if you're a walker heading back to base after a hike on the hills.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "In London, taxis are best flagged down in the street; a 'for hire' light on the roof indicates availability.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "In other cities, you can flag down a cab if you see one, but it's usually easier to go to a taxi rank.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Research highlights included kayaking down the Helford River and watching the sunset from the top of Scafell Pike.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Canterbury & Southeast England Originally from Darlington, County Durham, Marc has been a northerner-gone-south since 2000 and has covered his adopted corner of weald and down for the past three editions of Lonely Planet's _England_ and _Great Britain_.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "In spite of (or perhaps because of) nearly bringing a rockslide down on herself on Mt Snowdon and her car breaking down for the first time ever, it has been Anna's most memorable venture into Cymru's remotest parts.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "holding back on A, B knows about A, B is \"offering\" to out-bid A.", "keyword": "back", "meta": {"pile_set_name": "HackerNews"}}
{"sentence": "offer in writing - maybe you can take that back to A.", "keyword": "back", "meta": {"pile_set_name": "HackerNews"}}
{"sentence": "He has also slipped a couple Nazi symbols into tweets, before pulling the posts down and claiming oversights.", "keyword": "down", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "He has also achieved the neat trick of uniting pretty much the entire Jewish spectrum in condemnation of his proposals to ban Muslim entry into the United States, shut down some mosques and create a Muslim registry.", "keyword": "down", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "Rubio fired back with outrage of his own, and by most accounts came out on top in the exchange.", "keyword": "back", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "The idea of Israel closing down towns and sealing them off is unacceptable,” he said at a news conference, according to video unearthed by Alternet writer Zaid Jilani.", "keyword": "down", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "We have the clout to demand they and Israel, who we’re also heavily financing, to begin to sit down and work out a sensible solution to the problem which would guarantee the existence of the State of Israel and which would also protect Palestinian rights,” he said.]", "keyword": "down", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "She also has cornered the party’s Jewish fundraisers, and her rival for Jewish loyalty in 2009, Barack Obama, has given his blessing to his Jewish supporters to back Clinton this election.", "keyword": "back", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "Clinton has ties with Israel dating back to her days as first lady of Arkansas, when she adopted an Israeli early education program for the state.", "keyword": "back", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "Come December 31, Alex will not only be celebrating his 14th birthday, he's stepping down from his position as chief play officer for Toys \"R\" Us Canada.", "keyword": "down", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "After dropping off new enzymes at lysosomes, the transport carriers are sent back to the factory to pick up new enzymes.", "keyword": "back", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "On February 1, 1945, he shot down another three Zeroes while serving on a mission at northeast of Tokyo, to give him five confirmed victories.", "keyword": "down", "meta": {"pile_set_name": "Wikipedia (en)"}}
{"sentence": "| Mike Stocker/South Florida Sun-Sentinel via AP elections Gillum hits back at Trump after president calls him ‘a thief’", "keyword": "back", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "Tallahassee Mayor and Florida gubernatorial candidate Andrew Gillum hit back at President Donald Trump on Monday, after Trump called Gillum a “thief” in an inflammatory tweet.", "keyword": "back", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "As the plane plunged downward, it kept rotating — past the point of perpendicular, 112 degrees now — toward a sickening almost belly-up position.", "keyword": "downward", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "The jet, now almost 7,000 feet down the runway, heaved itself sluggishly into the air.", "keyword": "down", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "Almost simultaneously, on a runway nearby, William Warke’s flight was touching down.", "keyword": "down", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "Eleven minutes behind schedule for a 2:45 p.m. departure, the plane pushed back from the gate, then bumped across the bridge spanning O’Hare’s access road.", "keyword": "back", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "But the man, hands in his pockets now, was looking down and didn’t notice.", "keyword": "down", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "Christine Newman, already in Los Angeles, was oblivious to the crash for much of the day — so much so that she didn’t notice that conference organizers had quietly taken down a poster for Judy’s book.", "keyword": "down", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "Over the next few months, investigators pieced together what went wrong with Flight 191, including why the jet, capable of being flown with only two of its three engines, nonetheless went down after just 31 seconds in the air.", "keyword": "down", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "\"Well, to explain tt, we have to go back to the beginning of the summer, when, after a year of wrestling with their feelings for each other,\" \"Barney and Robin finally, well...\" \"Whoo!\"", "keyword": "back", "meta": {"pile_set_name": "OpenSubtitles"}}
{"sentence": "\"After we kissed, we sat down to have the talk.\"", "keyword": "down", "meta": {"pile_set_name": "OpenSubtitles"}}
{"sentence": "\"Because if y're not going to wear it, I'm taking it back.\"", "keyword": "back", "meta": {"pile_set_name": "OpenSubtitles"}}
{"sentence": "\"You miss another gimme like that,\" \"I'm gonna come down there and put a slapper right up ur beerhole!\"", "keyword": "down", "meta": {"pile_set_name": "OpenSubtitles"}}
{"sentence": "\"Sit down, define the relationship, write down that definition on a piece of paper, slip it under the door, and if I like what I read, you can go.\"", "keyword": "down", "meta": {"pile_set_name": "OpenSubtitles"}}
{"sentence": "\"Maybe we should go back to being jt friends.\"", "keyword": "back", "meta": {"pile_set_name": "OpenSubtitles"}}
{"sentence": "“We believe when he shot the three victims, the two-year-old heard the commotion and came down the stairs where he too was shot,” he said.", "keyword": "down", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "In total, just 120 items were claimed back.", "keyword": "back", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "“We carry hundreds of pounds of belongings on us when we go out and it could be an expensive ordeal should they disappear down the gap.", "keyword": "down", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "He had seen her a few days before on the back of another man’s motorbike; he decided he was cheating on her, and killed her.", "keyword": "back", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "Keese is an Everyman whose life is swiftly turned upside down.", "keyword": "down", "meta": {"pile_set_name": "Wikipedia (en)"}}
{"sentence": "In the year before the Great Rebellion two young men from Newcastle were sporting on the high moors above Elsdon, and at last sat down to refresh themselves in a green glen near a mountain stream.", "keyword": "down", "meta": {"pile_set_name": "Wikipedia (en)"}}
{"sentence": "Although ACPO as now recognised was formed in 1948, records of prior bodies go back to the early 1900s.", "keyword": "back", "meta": {"pile_set_name": "Wikipedia (en)"}}
{"sentence": "With the addition of new capital and expertise, they'll also expand to a new Petaluma production facility and bring back their popular cottage cheese.", "keyword": "back", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "Former school quarterback Trent Mays, 17, and team-mate Ma'lik Richmond, 16, broke down in tears in the juvenile court after being found guilty in a case that bitterly divided the declining Rust Belt city and had led to accusations of a cover-up to protect the community's revered athletes.", "keyword": "down", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "Supporters of the victim, who had demonstrated outside the court for the four days of testimony, clapped and cheered when the guilty verdict was handed down by judge Thomas Lipps, who sat alone without a jury to decide the case.", "keyword": "down", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "The victim took the stand in court on Saturday afternoon and broke down crying for about a minute when shown a picture captured on a mobile phone that showed her lying naked on the floor at a party, with semen from one of the defendants on her chest.", "keyword": "down", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "She made her \"My Palomar\" suite of lithographs in honor of the view of space from the Caltech observatory down by San Diego; and the title of the later series \"Empyrealite\" means \"of the sky, celestial, sublime.\"", "keyword": "down", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "MIAMI – City of Miami police and fire rescue were able to convince a man who had chained himself to a crane to come down safely.", "keyword": "down", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "After about 45 minutes, authorities made contact with the Tintorero and safely brought him down.", "keyword": "down", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "Immediately, he’d slow down and stop of course, looking to and fro for his desperate customers.", "keyword": "down", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "After realizing no one was coming, the ice-cream man would start up his truck and continue down the street.", "keyword": "down", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "The choice between Intel and AMD will undoubtedly come down to budget versus performance, as Lenovo is pricing the AMD version of this 14-inch laptop starting at just $849.99 compared to the starting price of the Intel version at $1,209.99.", "keyword": "down", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "She is subjected to cat-calling, she is subjected to sexual assault, she has the same issues with being believed if she reports that sexual assault, and God help her if she hasn't had SRS or her gender markers changed, because then she goes right back to adding on that previous treatment, she will still find herself earning less than a cis man, she will still find herself passed over for promotion, and this assumes, again, her gender history is not found out.", "keyword": "back", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "A few miles out of town, on the other side of Kapar headed towards the coast, you'll find a shophouse with the roots of a jungle fig creeping down the front pillars of the building, the entire structure swallowed up by the tree – the doorway is now just a shadowy space that leads into the heart of a huge tangle of foliage.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "My shirt was wet – not just damp, but properly wet – and it clung to my back like a second skin; only that skin did not belong to me, but to a separate living organism, cold and heavy, weighing me down.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "I was listening to Jacky Cheung on my phone – back then we only had those small Sony Ericssons that made every song sound crackly, as if you were listening to it on the radio in a faraway country.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Don't hold back, be as honest and open as possible.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "It's because of a nerve in my back, something to do with my spine that I don't really understand.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Someone from church suggested I could get a different kind of job, something that didn't involve manual labour, but any kind of job that allows you to sit down in a comfortable office also requires you to have diplomas and certificates and God knows what else these days – and I don't have any.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Maybe I should have felt anger towards Keong; maybe things would have turned out differently if he hadn't come back to see me.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "All those years in prison, when I went through phases of either sleeping all day and all night, or lying awake all day and all night – phases that lasted weeks and broke down my sense of time, my resistance to the idea that every day should be different – during that time, Keong was changing himself.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "He always used to do this [ _sweeps hand theatrically over forehead, throws back his head in slightly camp fashion_ ].", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "That hair was gone now, trimmed short and allowed to go back to its natural colour.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "_One time hor, I steal biscuit from the store, I share with him but I steal so much we cannot finish, he say must return, must return, I say no way, poke your lung, but he lagi force me so next day we go give back biscuit.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "I'd never held a grudge against him, not even for coming back to Klang and bringing Evil into my life.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "I closed my eyes and tried to imagine being back in the village as a child.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Lying down on the grass without a mat, without shielding their faces from the sun.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "I could only see the perfect rows of trees disappearing into the darkness, so I headed back to the coast, cycling along the dirt path that ran along the rocky shoreline, the red earth staining my toes.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "All the way to Sekinchan and beyond, that was all I could see: red earth, rocks and mud, the sea stretching back towards Indonesia, so flat and shallow, like a sheet of silver without end.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "They were mine, handed down to me at birth, the only heritage I'd ever know, and yet at that moment they didn't seem to belong to me.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "At least back then they had papers.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Looking back now, I guess it was because they made us realise that we were not so different from them.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "When she was very old – I'd long since moved out of the village but was back living in the area – she fell down one day while reaching up to pick a pomegranate from the small tree she'd planted outside her house.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "They started to fish, firstly to feed themselves, then, after the war, to sell in the small markets down the coast.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Not long after, the businessmen from down south started building small factories around Kuala Selangor to clean and process the fish and distribute it around the country.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "But when I think back to that time, I realise that of course we didn't seriously believe we were going to end up living in America.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "We heard about people from nearby villages moving to KL or Singapore, or going abroad to Australia or the US, and when they came back they were _rich._ We were eight, ten, twelve years old – we didn't even know what that meant, didn't know how they got rich or what they did for it, or even how much money you needed to be considered _rich_.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Sometimes they'd come back for Chinese New Year or Cheng Beng and I wouldn't even recognise them, these men and women who'd been part of my childhood.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Around this time, when the new roads and factories were starting to be built, as well as the first of the new suburbs further down south with their shopping malls and car parks, everyone in the village was happy that we didn't have to gut and clean all that fish any more.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "They didn't realise that there was nothing they could do about all the pollution flushing down the river that went right through the cities and emptied into the sea in front of our houses.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "She turned her back on me and went to the temple.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Whenever anyone came back from the temple, they'd talk about destiny.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "We couldn't have their cars sinking into the red mud or arriving back in town looking as if they'd driven to the Sahara and back.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "I started to make my way across the walkways, back towards the shore.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "I'd stand and look down at the fish thrashing at the surface of the water as the men threw in the feed, feeling the platform bob gently under my feet as the fish disturbed the water.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "It took me a while to get back to the jetty, and I thought that the caller would have hung up by then.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "He knew that if he did everything well and didn't cause any trouble, with all the new work we were getting, I'd make sure Mr Lai gave him some extra cash at the end of the month to send back to his wife and daughter in Java – nothing much, fifty, a hundred ringgit maybe, two hundred at Hari Raya.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "He'd started spending more and more time on the road, searching for bigger clients farther afield – his latest obsession back then was the big supermarket chains in the Klang Valley, Tesco and Carrefour and suchlike.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Maybe he'd been hit by a bus in the night while coming back from one of the brothels down near the port, or he'd died in a fight or got picked up by the police, or just decided enough was enough and headed back to Kalimantan without bothering to collect his wages.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Just that week, three workers from the sheet metal factory down the road went missing and were found two days later, in a shack on the edge of a plantation, their eyes bulging and bloody, their mouths gone – no more lips or tongue, just a mess of bone and blood, dissolved by acid.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Sometimes, when clients came to visit and remarked on how smoothly things ran, the boss would tell them that it was down to me.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "I'd got used to small surprises – a nice _angpow_ at Chinese New Year from clients or machinery suppliers, sometimes a present when the boss came back from holiday, like that box of special Hokkaido wafers when he went to Japan one time.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "I wanted to scream all kinds of swear words, smash the glass cabinet in front of me with my bare fists, kick down the shelves of paint and screws and weighing scales, see all that cheap shit fall to the ground.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Even in the shade of the huge rusty columns and the trees that stood next to them I could feel the heat of the morning sun gathering in strength, making my shirt stick to my back.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "I smiled back and made a face, a big happy clown face with bulging eyes and a wide smile.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Your mind tells you to stay, to earn money for your kids back home, your old parents who need help.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "We wore loose-fitting shirts to protect us from the sun, but later, when the sun had gone down and we were bathing, I could see how our bodies were marked by the sun – the skin on our faces, necks and hands was three shades darker than the rest of ourselves, as if it belonged to someone else, a person less fortunate than us.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "As I walked back to the grey concrete box that housed the office, I looked at the men shovelling sand and cement, wheeling barrowloads of hardcore, carrying sacks of grit on their shoulders.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Mr Lai was nearby, walking down to the jetty, and if I'd called out to the men and joked with them, he'd have heard and said something nasty.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Already, back then, I'd thought: damn waste of time, thank God I won't have to bother with reading and writing ever again.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "He was almost out of the room when he turned back and said, 'Tell you what, I'll buy a safe for the office.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Anticipating the rain, Bayu had taken off his shirt, and I could see the dark scar on his back from his last job on a construction site in Seremban – a long curved line, the width of a finger, that looked barely healed.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "I lay down and went to sleep, cooled by the table fan.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "When I think back to that day when Hendro came running to tell me there was a phone call for me, I sometimes wonder how things might have been if the line had gone dead, which sometimes happened, because our connection wasn't very reliable.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "I wrote back because I was bored.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "The same height as me, about five foot seven, wearing shorts so long they looked like army trousers, with big pockets down the side.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "I told her about the time a couple of years back when I had spent a whole evening drinking beer and eating fried chicken wings while watching _My Love From the Star_ just to feel in tune with Jun Ji-Hyun's character in the show, and that I'd loved my _chimek_ -and-TV night so much that I had another the next day, with more beer and wings and Korean romance, right up until the street lamps went off and the skies began to lighten.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "They thought I was slipping back into bad ways, so they made me go to church with them to see the pastor, who talked to me about how the devil can get inside me without my even knowing it.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "She scribbled some words on a notepad now and then, and set her phone down on the table, recording.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "I brought the rock down hard on its head.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "She continues to look down at her notebook, but she has stopped scribbling – her pen is poised over the page, waiting.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "The boy's lip was puffy and split, and there was a trail of rich red blood down his T-shirt, matched in colour by two angry marks on his leg, parallel straight lines that ran from knee to ankle.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "I still had the feeling that he hadn't noticed me, but a few moments later he turned back and said, 'Come with me.'", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "As I walked with him back towards the village, I thought about the boy lying on the broken floor of the broken hut – his body broken too, defeated.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "I wondered if I should go back, try and help him.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Keong had just moved down from there, and couldn't wait to return.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "After a few seconds she went back to her diagram, and pretended not to notice when he put his feet up on his desk and rubbed his cock through his trousers as if to say, _Fuck this, I'm bored_.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "When the boys have calmed down, Keong takes out a pack of Salems, carefully puts one between his lips and closes his eyes, as if he's taking a nap.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Every morning she goes out in search of work, every day she comes back with nothing to show but a promise of work that never comes true.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Two weeks later they were down here, living in our village.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "She didn't know what they'd do, she didn't have a plan – she just knew she had to move back to these parts and stay for as long as she could.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "What she'd hated back then, she now loved: the sense of continuity, of surrendering to something stronger than her – the pulling in of her horizons, the comfort to be found in the death of ambition.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "They had to pack everything because she was giving up the lease of their apartment in KL, but would be getting a new one when they came back.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Sometimes, when I remember how he looked and spoke in court when testifying at my trial – how different he had become from me – I think back to his early days in the village, and realise that I should have known there would always be an unbridgeable distance between us.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "The next day at soccer, the same boy slid into a tackle, bringing Keong down face-first into the dirt.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "He didn't like taking orders from everyone, being shouted at by the boss and the customers, but he put up with it for a time because he liked seeing the people from KL, who reminded him of his life back there – his real life, not the temporary hell that he was enduring.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "He was all over them, buzzing round the table like a wasp, never settling for long – taking their orders, bringing them a glass of warm boiled water even when they didn't ask for it, offering them extra dishes of groundnuts behind the boss's back, slipping in a casual compliment here and there, like, ' _Wah_ , nice handbag,' and even encouraging them when they ordered Tiger beer and started to get a bit noisy. '", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "'Anytime you come back, just ask for me and I'll get you a nice table, right on the water's edge.'", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Not long afterwards, Keong left the village and headed back to KL.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "It's from Long Kei, you know, just down the road in Taman Eng Ann.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "I start to dish out a portion for her, and she slowly sits down in front of it.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "He had been there for ten months, the longest he'd stayed anywhere since he moved back to KL a few years before.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "A couple of months after he moved back, he'd tried to educate himself – saved a bit of money and enrolled in evening courses in computers and typing, and another one in _feng shui_ and astrology.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "During the brief period I lived with him, he rarely stirred before I'd come back from a morning's search for work.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "I have no idea why these individuals mattered more than the others, why they'd left an impression on him, but he seemed happy nonetheless to hear that Little Hong had started a small business making dumplings and _bao_ down the road, or that Fei-fei was now married and living in Klang, with a young child and another on its way.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "I watched it burn steadily down as I talked, big clumps of ash falling to the ground.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Sometimes I suspected that he went back to bed after I left to spend the afternoon looking for a job.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "When I got back in the evening – eight, nine o'clock – he would be preparing to go out, looking after the evening shift at his friend's CD stall in Chow Kit, which I understood was code for something else.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "I was the reason he'd turned down a perfectly lucrative job.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Sometimes he'd just disappear without a word, and we'd find him slumped deep in the plastic-wire armchair, fast asleep with his mouth open and spit dribbling down his chin.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "At the beginning I'd seek him out whenever I had some spare time, and we'd go down to the stalls and eat Hokkien mee with the beer we'd bought from the 7-Eleven, or else we'd take a ride out somewhere on our scooters looking for a cheap _fengtau_ club that Keong had heard of, where he might be able to do a bit of business.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "He'd come back and start talking about random things, like the wars in the Gulf and the Balkans, or whether McDonald's ice cream was actually made of pork fat.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "'Heyyy, little brother, go back and relax with your friends for a while,' Keong said.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "I could have just stood up and walked back to my scooter and said, ' _Your mother_.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Still, I began to drift away from Keong, and though we'd occasionally meet for late-night supper down at the stalls, our lives were pulling apart and I felt less and less desire to search him out.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "I was in the city, I had to learn things, see things; I had to nail down some kind of life for myself.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "My last job in the city was at a neighbourhood restaurant called Fatty Crab, which was much more profitable than you'd think if you saw it – it was just a coffee shop on the corner of a typical block of shophouses in a housing estate, which wasn't so rich back then, but I guess not poor either.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "It wasn't a demanding job, so in the afternoons I helped the Nepalese workers with the heavy manual work, unloading the sacks of rice and vegetables, and late at night, stacking the dozens of tables and hundreds of chairs before sluicing down the floor. '", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "She had a daughter who lived in San Francisco, a few years older than I was back then.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "At one point I thought I'd caught her eye, so I smiled back, but she just kept gazing into the distance, her pleasant expression intended for no one.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "She was missing her fiancé, Ah Leng Chee explained later, and couldn't wait to get back to the US.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "'Not coming back to take over the business?'", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "One night, just as the dinner sitting was winding down and the last of the customers were at that point where they were thinking about leaving but couldn't, because they'd eaten too much and were feeling too lethargic, and the place was quieter, less rushed, and the staff starting to relax – a couple of scooters pulled up outside.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "I don't know why, but I noticed them immediately – scooters buzz up and down the road all day and night, but these were different.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "The woman opened the door to her car and we placed him flat on the back seat.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Now even fashionable people wear them, but back then it was something that only people in Japan and Taiwan knew about, and I used to laugh at it.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "She pulled the mask back up over her nose and mouth and returned to her calculator and the pile of receipts.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "I remembered her yelling at me that day, remembered the other people arriving at work, the restaurant starting to come to life – the two Indian guys delivering gas canisters, the booming metallic sound they made as they lowered them to the concrete floor in the kitchen, the Tamil song they were singing, _Nila, nila odivaa_... and the waiters, Bhim and the others, pulling back the shutters, the light falling on the sacks of vegetables.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Ah Leng Chee looked at me from the witness stand and smiled back.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "After I left Restoran Fatty Crab I drifted about for a few days, and got turned down for a couple of jobs.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "A couple of weeks later I was back in Klang, and quite quickly found the job at the fish farm.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "I'm talking, she's sitting back in her chair with her notebook in her lap.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "I was working outdoors all the time, supervising the construction of the new cages and the growing number of outbuildings, and back then we were even considering building staff quarters within the compound for the Indonesian workers.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Mr Lai was pushing us all the time, and he'd just bought the piece of land that backed onto our existing plot – the men spent all day cutting down the trees, and Mr Lai himself was on site to plan the dormitory block as well as a new generator plant.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Still, it gave me a small feeling of satisfaction to hear Mr Lai slap him down like that.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "I could see her watching me struggle – she was only a few years older than me, about thirty, I'd guess, but her neat blouse and dark businesswoman-type trousers, with sharp creases down the front, made her seem older and wiser.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "And although I'd been trying hard to remember my table manners, I found myself lifting my bowl to my mouth and gulping down the remainder of the soup and savouring the thick sediment at the bottom, the best part. '", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Now, in a matter of minutes, we had become boyfriend–girlfriend, and it was down to her.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Mr Teoh sat down with us and chatted while we waited for our food.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "His poor wife had died of cancer a few years back – she was still young, it was so unfair.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "When I was about fourteen or fifteen, I accompanied my mother to Klang on one of her visits to the hospital, and I remember gazing out of the window of the bus as we travelled down that long stretch of road that led into town, flanked for miles by housing estates that had just been built, and I knew – with the kind of certainty that only a child can possess – that when I was an adult, that was where I wanted to live.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Things were continuing to go well for me at the farm, and I knew that if I just kept my head down, we'd be OK. At the back of my mind I had Jenny's father's story of humble beginnings turning into a prosperous existence.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "I was so excited that my journey home that night seemed to take twice as long as usual – I couldn't wait to get back to tell Jenny what Mr Lai had said.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "She'd bought some Cantonese fried noodles on the way home from work and was tipping them out from a plastic bag onto a large dish – we were eating a lot of takeouts at the time, usually quite late, after we got back from work.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "I thought: It's the house, this damn old house, starting to disintegrate in ways that other people would probably say were minor, of no importance – but add all those small things up and they start to weigh down on you until you're powerless.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "The TV was on, an old martial arts movie playing, but the volume was turned nearly all the way down, so all I could hear was the short clashing noise of punches and crossed swords.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "I went back to the living room and held Jenny tightly.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "She was so thirsty, her throat burned and her mouth stank from the acid in her stomach that she could taste on her tongue, but she couldn't even hold down a glass of water.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "The next day I picked up a leaflet from the UOB Bank branch down the road, about low-interest home loans.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "You work on a farm where you don't even wear shoes, but still dare to look down on my work?", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "She sat me down in front of the papers and flow charts she'd laid out on the table and spoke slowly.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "'Right now I'm down here, but all I have to do is recruit a few people and I'll move up one step, then another, then one day' – she traced her finger all the way to the apex of the pyramid – 'that will be me.'", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "I looked at them when I came back from work on the farm – watched them sitting in the bright glow of the fluorescent light above the dining table, making jokes I didn't quite understand, constructing a glorious world of promise around them.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "She sat with her back perfectly straight, perched lightly on the edge of the armchair as if reluctant to come into contact with it.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "She'd driven down from KL and was one of the company's star salespeople, who'd come to congratulate Jenny for all the people she'd recruited (thirty-three and counting).", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "I asked Mr Lai for a loan, and added the money to my savings, which made me appear better-off than I actually was, so the bank lent me more money to buy a new house in Taman Bestari – three bedrooms, a garden at the front and a small concrete yard at the back, in an area that had only been developed a few months previously.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "And then Keong rang me at the farm and came back into my life.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "She looks at her papers and puts the phone down, ready to record our conversation, but she doesn't press the bright red button to start the way she usually does.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "It felt as if every political structure in the country, every outmoded social custom, can be torn down, and that was like, wow, scary, but also just so damn exhilarating.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Even at that point, when I knew why Keong had come back to Klang, I didn't think things would turn out the way they did.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "_Weather today reminds me of being back in our village_.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "But later your head starts to ache, you feel your throat tightening, your breathing slowing down, your muscles refusing to obey your commands – a paralysis that overcomes you so slowly you barely realise it's happening.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "I don't know what it's like to turn my back on someone from my past, who knew my mother, whose mother fed me when I was hungry.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Ah Chan's place was set back from the main road into town, and although it was covered with a zinc roof it had no walls, so the rush of traffic was always present – a constant dull river of sound that I found comforting after a day at the farm, with its unsettling noises.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Even water, when it crashed down onto the planks of wood, had a jagged quality to it.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "They'd tell me about their lives – back then Ah Chan was worried about her son in KL, who'd just lost his job because his factory was closing down and moving operations to Suzhou in China.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "She was hoping he'd move back to be close to her in Klang, but suspected that he'd leave the country altogether and look for work in China or Australia.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "I expect you to get out of my life and never come back, she replied.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Now she had her entire month's salary to herself, didn't have to send anything back to that bastard.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "They'd leave me a couple of portions of leftover soup to take back to Jenny, and turn off all the lights before making their way home.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Recently, just a few months ago, I went back to Ah Chan's after many years, and only Hayati recognised me.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "I thought of asking how she was, whether she'd been back to Indonesia recently, whether she'd remarried – but I didn't.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "The long wispy ends of his hair, both front and back, were dyed coppery orange, just as they had been all those years before.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "But his clothes were smarter – a proper short-sleeved shirt, open at the neck to show off a gold chain, trousers with creases pressed down the front, and black leather shoes that made a clicking sound on the concrete as he approached.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "He was talking before he even sat down, as though he was just picking up a conversation we'd recently had somewhere else.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Just the sort of question he'd have asked when we were hanging round the streets of Puchong ten years back, drifting in and out of work.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "'Don't worry, if you don't have change you can just pay me back later.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "When he shouts back at Keong small wisps of smoke appear in the dark like threads of silver.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "For example: that he left his bus ticket in the kitchen and had to rush back to get it, but when he got home my mother had already gone to work, and he had to break into the house to retrieve it.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "It was late at night, my mother had just started a job as a cleaner at a fish wholesaler down the road, and I'd been asleep for a few hours.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "My father came into the bedroom to comfort me, but he knew that if he picked me up and held me until I was calm again he'd miss the bus, and all his chances of decent work and money would disappear, and he'd have to go back to gutting fish at the factory on the other side of Kuala Selangor.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "My mother would chat to Ah Heng about all sorts of things, giving him news about my father, which wasn't actually news because it was the same set of things repeated every time: he had a new job, he was sending money home, he would come back soon and we would either build ourselves a new house somewhere in the Sekinchan area or move to Klang.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "My father was in Singapore, he was earning a decent wage in a warehouse in a country that had rules about employment, where he got paid in full on the same day each month – a detail that seems small and irrelevant as I talk about it now, but back then seemed so important to us that we boasted about it.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "How much could a bus ticket have cost back then?", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "It's not like it's going to kill me, it just ties up my stomach sometimes, as if all the blood's been squeezed out of my insides and replaced by a lump of concrete, and sometimes I have to get down on all fours like a dog to ease the pain.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Sometimes the pain starts to ease after a few minutes, but then I'm worried it'll come back again, and that's when I go for a stroll.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "A few doors down from me there's an old couple who use their Perodua as a kind of outdoor cupboard.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Your father is not coming back.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Every time I move there's a pain in my lower back – always in the same place, ever since prison.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Just sit down and wait, I have something for you.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "She comes back carrying a big bowl filled almost to the brim with soup.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "When she sets it down some of it spills over onto the table.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "After one long gulp I set it back down on the table, and suddenly I find that I'm crying.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Later, when I'm back in bed, I drift in and out of sleep.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "But she merely continued to talk about things that seemed unconnected to that moment – the price of fish going down that season because of an oversupply, the washing she'd have to do when she got back from work that evening, the list of chores she'd left me to do.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "We'd got used to him being away, and I knew, with all the certainty that only a child can have, that he was never coming back.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "He wasn't coming back because he didn't want to.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Still, when my mother sat me down and explained what a divorce meant – _it means Papa and I are still your parents but we are no longer husband and wife, do you understand?_ – I knew that it signalled a shift.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "The quick padding of her footsteps, criss-crossing the little house as she darted from kitchen to sitting room, back and forth.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "The back doors were stuck and couldn't open, so I had to climb in over the front seat.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "In our old house, noise passed through the wooden partitions as if they didn't exist – but then lulled me back to sleep.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "'Not for long,' she told me, 'Uncle Kiat is going to find me better work down in Klang.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Sometimes I'd arrive back from school and he'd be sitting in front of the TV, shirtless and still in the same shorts he'd been wearing that morning and in fact the night before.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "My food would be on a plate under a net cover in the kitchen, and I'd eat it alone, standing at the sink and looking out of the window at the back of the boatsheds.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "She got a job in an office down in the port area, much further away from the village than she'd ever worked, but the distance from home seemed to free her.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "She was always slowing down to wave to someone, and if anyone called out to her she'd stop altogether.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "The number of times I heard people say, 'He's growing up so quickly,' or 'Watch out – soon he'll be stealing that bike and riding down to KL with it!'", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Looking back on it now, maybe what I heard as warmth was in fact pity.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "I put it down to her job, more time-consuming those days even than before.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "He'd pat me on the back, a bit too roughly, more like a blow than a gesture of affection, and I'd say, 'Sure.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "When she and Uncle Kiat came back from Kuantan my mother rushed up to me and gathered me in her arms.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "The film was _Honey, I Shrunk the Kids_ , and Uncle Kiat laughed loudly throughout, throwing his head back to release a full-throated roar.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "On the drive home, my mother turned to look at me in the back seat.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "When she saw me she put it down and folded it neatly.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Let's go to the mall, get some groceries, and then I'll drive you back.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "When you were ill a couple of weeks back I looked through your cupboards and there was nothing.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "After a few seconds it scurries back again.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "We have to go back to work.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "The strength of her back as it curved to bring the blade down onto the foliage, time and time again.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "At the end of the third day we stood on a mound of branches that we'd chopped down, balancing carefully on the springy pile.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "My mother went back to the house without saying a word, leaving me to contemplate the days ahead.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "It wasn't just my arms that had grown accustomed to this new awareness – I could use either hand to chop at a stump of wood, even though I wrote with my right hand – but my back, arcing and twisting to support my shoulders, and my legs, planted firmly on the ground.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "The strong, healthy men and women knew it was futile trying to combat the beast – it was an understanding passed down from generation to generation.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Because I was there, improving myself with every cut of the blade, and one night there I was, standing at the end of the lane that led down to the inlet from which the awful creature rose.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Mortally wounded but not quite dead, it slithered back into the sea, fearful now of the people it had terrorised for so many years.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Speaking of dreaming: during the trial, when my thoughts began to drift away in the heat and endless talking in the courtroom, I'd think back to those long days on the farm, my whole body training itself to cut and slash at everything that stood in my way.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "As I began to see the boundaries of our piece of land – began to see bare earth and water now that the thorny scrub had been cut back – I started to feel a sense of permanence that I'd never experienced before.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "We were working the earth with _cangkuls_ at that point – the one I was using was the same size as the ones adults use, and each time I lifted it and brought it crashing down into the thick red mud I knew that I was now able to do as much work as my mother.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Her back had started to ache from all the work we were doing, so it was easier that way.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Unlike the sea, their water was stagnant and slightly cold, and I wondered what lay at the bottom, whether if I dived down to the muddy bed I'd find old bones – the skeletons of fish or monkeys, or even humans.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "I tried to swim towards the edge, but the more I moved, the more my leg seized up, weighing me down like a block of concrete.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "The next day, late in the afternoon, I was harvesting some water spinach when I heard an unfamiliar beeping noise – a scooter coming down the lane that led to our farm, its rider honking insistently.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "He threw his head back and laughed.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "I'm taking it down to Klang to sell it right now.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "We sat on the bus in silence, and later we cycled back to the farm together.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "How they carry the boats out to sea and bring them back again.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "_Without you the sea monster will claim your mother and all her land._ We hadn't finished building the barrier when my mother pulled a muscle in her back.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "When she bent down to lift the next one with me she let out a sharp cry.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "I continued to drag the sandbags myself, feeling the muscles in my legs and back thicken and strain with each one I lifted into position.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Her back was bad for some days, and that Saturday I had to take the vegetables to sell at the market myself.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "From time to time my mother's back would feel a bit better, and she'd start to work again, but it would give way within minutes, and in the end she had to stay indoors.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "She must have pulled a major muscle, because the pain was now in her stomach as well as her back.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "We went back inside and she told me to push some sandbags against the door, 'Just in case,' but we both knew that it was a certainty, not a possibility.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "We walked until the ground beneath our feet became too soft and uncertain for us to continue, and then headed back to the house, which at least offered us a sense of boundaries, with its walls and roof, even though it was no longer the house we had known just a few hours previously.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "By that time my mother's stomach and back pains had got so bad that one day she collapsed on the street in Kuala Selangor and had to be taken to hospital.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "When I think back to that period of our lives, what comes to mind isn't the floods or the way the farm looked after the water had subsided, flattened by a blanket of grey mud and sea-sand.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "In these images that come back to me, clear as sunlight, I am slashing away at the dense foliage, or digging the thick mud.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "You could be driving down the road, make a turn at a crossroads, and suddenly find yourself on another, identical stretch of cracked tarmac, and soon you'd be lost.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Even though Keong knew where the camp was, we sped right past, and had to reverse a few hundred yards to get back to it.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "We were always taking small detours to track down shops that sold them.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "The window was down, but the hot air that swirled around the car didn't seem to chase away the smoke.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "He'd point out things he remembered from the past, from way back in the nineties – a stretch of jungle that flooded one year, when the rains didn't stop for three days and nights, and the rivers and monsoon drains overflowed.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "I never had the heart to tell him that he'd got it wrong – that the stretch of jungle he remembered had been cut down years ago, the trees felled in the space of a week to make way for a new plantation that was now so mature, the palm-oil trees so tall, that it seemed to have belonged to that landscape since the beginning of time.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Once they realised that they were in no immediate danger, they lay back down and continued to rest.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "On the drive back to Klang he explained that he worked as a 'labour contractor', that his employers were a company – a real, proper company with an office – that brought in people from all sorts of companies to work in all sorts of jobs.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Sit down in your seafood restaurant in KL and the Myanmar girl who's serving you – well, chances are she didn't look like that when she stepped off the boat.'", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "I drove fast down the narrow straight road.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "And you think you can look down on me?", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "We kept the windows down even on the highway.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "I heard it closed down some years ago, and I'm not surprised.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "It looked just like any other karaoke joint, but back then even I knew what kind of reputation it had.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Keong sat down, breathing heavily, and eased his wallet from his trouser pocket.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "He leaned back in the chair and sipped his drink.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "He'd go away to visit a plantation in Kedah or Johor, and when he came back his daughter would have learned another few words.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "That was why he was back down here, to try to find the men and sort things out with the broker, the guy who shipped them in from abroad.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "His brother hears the commotion and comes down from the top container.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Sometimes you hit a layer of rock, other times the mud was compacted so solidly that your _cangkul_ couldn't dig through it, no matter how high you raised it over your head, how hard you brought it crashing down into the earth.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "One day the workers were fine, the next they had slowed down to a near stop.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Even the air seemed to weigh down on them.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "The winds that week had been very heavy – the tail end of the typhoon that blew down from the Philippines.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "They were always drinking water, but it was never enough, and sometimes they'd hold the hosepipe above their heads and gulp down as much as they could.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "By the end of the week half of them weren't showing up for work, and the ones who did could barely walk from one end of the farm to the other without sitting down to rest.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Around us, the black stumps of trees we'd cut down and poisoned so the roots would die.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Suddenly I felt sweaty, a slight shiver ran down my neck.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "_How the hell could I hire ten men just like that?_ I felt like shouting down the phone.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "You have to ask the guys if they have any friends, a cousin from their village back home, someone reliable.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "'By the time you get back next week, you'll see the difference.'", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Mr Lai would come back and find new, healthy men, a farm transformed beyond recognition.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Gone back to Palembang or Sylhet or wherever they came from.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "'You're really, truly, going to get sacked,' Jezmine added as she walked back into the office.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "'If we get new workers, what happens when our guys come back?'", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "What are you going to do if Mr Lai comes back and finds this mess?'", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Her pitch dropped, the words slowing down so the other person could hear every syllable clearly, the way a parent talks to an uncooperative child.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "The sound of the words slowly pinning down the squirming kid.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Jezmine was spinning a pencil with her fingers, twirling it back and forth around her thumb.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "She sat back in her chair, crossed her arms and looked at me without blinking for a long time.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "When you hear them on the street their vulgarity seems funny, but written down, they acquire a different weight.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "If Jenny ever saw them, she would have been disgusted – not just by the words, but by the mere knowledge that I knew anyone who would write them down.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "When I was a safe distance away I turned back and saw that Jezmine was watching me, waiting to see if my conversation was animated or subdued – to see if I could actually achieve something.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "I turned and walked slowly until I was down by the ponds and out of sight of the office.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "I saw that all the time in our village, the bright girls who should have moved away to the city and never come back, but instead chose to stay behind to run the household while their kind, slow brothers fished the empty seas and brought no money home.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "I had already worked this out in my mind as I started to walk back to the office, more calmly now.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "After I left the farm that evening I would never come back to it.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "She also has many sheets in her own handwriting, and sometimes as I'm talking she'll scribble something down, very quickly in perfectly neat lines, the tip of the pen running lightly over the paper.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "What's written down in all those notebooks?", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "I saw him from the other side of the road, while I was at the junction waiting to make a U-turn – one foot hanging out of the car, tapping on the grassy kerb, lifting his chin to blow out smoke the way people did in all those Hong Kong gangster movies we used to watch back in the nineties.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "He couldn't even afford to hire a foreign worker back then, so I would go along to load the small lorry we owned, carrying the sacks to the edge of the open platform at the back before climbing up onto it and hauling everything into place.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "_Wah, you're really made for this!_ Mr Lai would say as he watched me pack the goods tightly onto the back of the lorry, and he wasn't wrong: my body took easily to that kind of work, whether due to the genes I inherited from my parents or to the years I spent working on the farm.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "But on those long slow drives back to the farm, cutting through the plantations and stretches of forest, the small bridges that wriggled their way across the flat land, I didn't question my body, and my body didn't question what I asked of it.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "I remembered every detail of those days – Mr Lai falling asleep in the passenger seat with his mouth open, a trail of saliva tracing its way down the side of his cheek.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "The broken-down _attap_ huts set back from the road, whose dried-foliage roofs had blown away in the previous year's storms – things that had always been in my life, so constant that they became invisible by their permanence.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "He laughed and leaned his head back, as if he was going to sleep, but he kept talking, continuously and without need for any response from me.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "He had a really rough time when he lived down in these parts, he said.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "All that time spent cooking and sewing for other people in the village, cleaning their houses, often not even getting paid – it made no difference, they still looked down on her.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Imagine, people in a shithole like that, looking down on her.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "The salary was great, they'd rent a room together in Mongkok or somewhere further up in the New Territories, and they'd save up enough money to go back home in a few years' time and set up their own business, a restaurant or something like that.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "One week he would imagine living in a penthouse on the Peak in Hong Kong, the next week he saw himself lying down on the tarmac and dying in the middle of Chow Kit market.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "When he got back he thought of calling me, but didn't, because he was embarrassed.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "If a Bangladeshi worker went to Singapore, he'd earn fifty times what he'd earn back home.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "'But if you had, by the time you went back to work, your boss would have found someone new.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "I'd keep them for a couple of weeks, max, maybe just one week or ten days, then I'd send them back to him, make an excuse that both of us would recognise as a weak pretext; but out of respect for an old friendship we'd pretend it was fine, and Keong would place them somewhere else, and I would never see them, or him, again.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "And so, when Hendro and the others came back, I'd simply call Keong and have the Bangladeshis sent away.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "When we reached it we doubled back, searching for signs of human dwellings, but there was no one around.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "'Fuck you,' Keong said as we got back in the car and I started to retrace our route.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Keong was already making his way back to the car.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "At times it felt as though a sickness had settled over the entire state, carried downstream by the two rivers that drew all the maladies from the populated hinterland before meeting at the port and spewing them out to sea, where even the salt water was not enough to kill the infection, which then spread up and down the coast, spawning mysteriously and releasing itself back into the air.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "I know that's not the way it works, I know that science wouldn't back up that view, but that's how it felt.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Come back in a couple of years and I bet you'll find a huge mall here, with cinema and bowling alley.'", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "He held up his hand, signalling for me to slow down as we reached a crossroads.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "One man bent his knees and looked down into the hole.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "I asked Keong as he got back into the car.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "He pulled down the sun visor so he could see the mirror, then brushed the dust from his hair and smoothed it down.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "The meagre handfuls of water trickled down their torsos and stained their trousers with dark flecks, and they looked no fresher afterwards.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "They sat down on the cement, sipping from the bottles without talking much.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "I started walking back to the car.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "I reached for my beer, which was turning warm, and after just one sip I put it down – it tasted bitter and unappealing, and I watched the beads of condensation collect on the glass and slowly drip down to the table, where they formed a little puddle.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "I watched his Adam's apple move in his throat – a small lump that seemed unnaturally hard and jagged, rolling back and forth as if it was a living thing.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Uzzal came back a few minutes later with another Carlsberg for Keong and a bottle of water for me.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "He was the only one of the lot who smiled, enough to make people think he was happy doing his job, so of course he got promoted, and every time Keong came back to the factory to check up on the workforce, he noticed Uzzal wearing sharp clothes, organising the people under him as if he'd been doing it all his life.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Tomorrow I'll deliver the men to your farm, and you'll look back at this evening and think, \"Why the hell was I so grumpy?", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "'We're brothers, you have to back me up,' he said, his voice sounding flat and deflated once more.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "The meeting point was a car park in the Old Town, an empty space in a row of shophouses where an old building had collapsed over time, or been torn down.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Every time a car approached he would stiffen and shrink back slightly into the shadows before relaxing once the glare of the headlights had faded.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "We stood well back from the soft orange glow of the street lamps.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "The stutter of its motor as it slowed down.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "He continued to stare at me for a few moments, and that was when I experienced, for the first time, that curious sensation I would encounter later that week, and again during my time in prison – of time slowing down, folding in on itself, almost as if it had taken a physical form and was collapsing, just like the buildings around us.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "I remembered the feeling I had when I was a child, of joyously sliding down an imaginary rabbit hole and emerging on another continent, or even another planet altogether, with landscapes and people that were so familiar to me I'd sometimes have trouble believing I was in a new place – only I was, because in these new surroundings I would understand how to make decisions, choices that would turn out all right for me and my family, and everyone else who populated this world would behave with similar clarity and ease.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Just a small, quick step, but it was enough to make Uzzal react – a tiny shuffle of his feet, a hardening of his stance to mask the instinctive reaction to back away.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "This time he did back away.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "We walked towards my car, and the only thought in my mind was whether anyone had noticed it, parked where it shouldn't have been at that time of night, and been suspicious enough to write down the registration number.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "She steps into the house and sits down in her usual seat.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Breathes out, slumps back in the chair as if she's just run ten miles and doesn't have enough strength to sit up straight.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "We're going to get your car back.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "We just want the car back.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "How did you get it back?", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "I just wanted to get the car back.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "We drive on in silence, and it isn't until we're almost back at my house that she speaks again.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "I brought her tea and eggs – she liked them boiled for two minutes and broken into a shallow saucer, the way you get in old Hainanese _kopitiam_ – and set the tray down quietly next to her.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "We walked in the sun, got sweaty, went into air-conditioned malls to cool down.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Other guests – real ones – came up the stairs and nodded at us as if in acknowledgement, and we nodded back.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "On the second day I caught a chill from the air-con in the bus on the way home, and came down with a cold.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Another of me in bed the day I came down with the cold, my hair roughed up and even spikier than usual.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "I went back to the kitchen and made myself a cup of Nescafé.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "By the time I got back to my seat, the head of operations in Hong Kong had already offered me a job in KL.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Her back is heaving, as though the cough has taken over her whole body.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "When she comes back I give her a cup of hot water and some cough sweets.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "As I drifted back to sleep I wondered whether I'd simply dreamed it; that maybe the sharpness of the lightning strike, the loud booming of the thunder – all that had occurred in my mind, and nowhere else.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "I'd been waiting for him for more than an hour, watching the back entrance that led into the side street where there was hardly any traffic.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "It was very hot that day, and even with the car windows fully wound down there was very little air, and I was sweating heavily.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "It was then that I noticed someone walking swiftly from the back entrance of the hotel to a row of scooters parked nearby, and it was only once he'd started to put on his helmet that I realised it was Uzzal.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "I got back in the car and began to follow him, not caring whether he saw me or not.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "One of the factories facing the highway had a sign that showed paper, pencils, wastepaper bins, but the place had long since closed down, shrouded by trees whose branches and vines hung so thickly they would soon hide the building from view entirely.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "If I had to go back to sharing a room with two other guys in a low-cost flat two hours from where I worked, my body would rebel, it wouldn't be able to take any rest on the thin mattress on the floor after a day in the sun.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "No one knows – that something never comes back.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "All things go back to their source.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "They were smuggled in lorries across the border, all the way down into southern Perak, and now they were in the area, moving from one makeshift camp to another.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "I'd even begun to imagine how angry Mr Lai would be when he came back to discover his farm without any workers – without me.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "I'd begun to imagine Keong sulking for a few days before disappearing back to KL with his ego hurt.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "_Hold back, hold back_ , I think, but it all tumbles out despite myself.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "As I drove down the track towards it, it seemed as though I was revisiting a scene from a past life, a place I'd once known but had left behind.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "If we could get some new workers, cheaper ones, how quickly could we make the money back?", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "By the next day they'd be fully at work, and by the time Mr Lai got back it would seem as though nothing had changed.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Maybe they used _ajinomoto_ in the cooking to make it tastier, and those sorts of chemicals always made his throat dry, so he'd washed it down with three big bottles of beer.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Looking back at that evening, as I've done many times in the years since, I agree with them.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "It didn't take us long to drive back into town.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Sometimes work at the port slowed down and you'd see migrants drifting into town looking for a few days' casual work here and there, from whoever would employ them.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "You'd see the buses and the markets, shopkeepers sweeping the pavements outside their doors, people sitting down at roadside food stalls – but you'd miss the feeling of anxiety, the knowledge that the entire town depended on trade from faraway places, goods being bought and sold by people we would never know.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Some politician in America decides that they can't buy Malaysian rubber gloves; suddenly ten factories in the area have to shut down.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "I back away, I need to get out of there, but I stumble backwards, I trip over a pile of logs, a branch.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Ashadul laughs and turns back towards Keong.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "The first blow catches him squarely on the back of the head, and he falls straight to the ground.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "_I wanted the Bangladeshi to pay back the money he owed me, that's all.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "He didn't turn back to look at me.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "My legs began to buckle, and I had to sit down.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "I lay down next to him.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "In the way that human beings do, by pure instinct, I listened for his breathing, as if we had both lain down to sleep.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Very discreetly, I move away, walk down the path to the far end of the pond, and sit under a rambutan tree.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Ma, enough, go back inside and relax, but of course she can't hear me.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "I need to move my legs, otherwise my back will seize up.", "keyword": "back", "meta": {"pile_set_name": "Books3"}}
{"sentence": "The walk down the hill takes nearly an hour, and by the time I get to the village all the shops are closed.", "keyword": "down", "meta": {"pile_set_name": "Books3"}}
{"sentence": "The Guardian reports that leaked plans from the German federal network agency, which manages the country’s power grid, describe how it is planning to cut back its ambitions for wind power in the north of the country because the grid can’t handle it.", "keyword": "back", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "“We had a very down June,” said Shawn Robbins, chief analyst for BoxOffice Media.", "keyword": "down", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "“It always felt like the back half of the summer was going to have the stronger slate, with Spider-Man: Far From Home and Lion King and Hobbs & Shaw coming out.”", "keyword": "back", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "When the box office is down, everyone gets bummed out, [but] then it comes back,” agreed Paul Dergarabedian, senior media analyst for Comscore.", "keyword": "down", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "The Sand Ridge State Forest largely dates back to 1939, when the state of Illinois purchased parcels of submarginal sandy farmland for conservation purposes.", "keyword": "back", "meta": {"pile_set_name": "Wikipedia (en)"}}
{"sentence": "As the wet shaving world continues to grow and flourish, new artisans begin to jump on the scene: artisans who not only realize the benefit of traditional wet shaving, but spend careful time and research dedicated to providing products that help us to slow down, smell the roses, and enjoy a well-crafted shave.", "keyword": "down", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "Three years ago I made another run at it with similar results; on a whim I googled safety razors and soon fell down the proverbial rabbit hole of wet shaving.", "keyword": "down", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "I soak the hat all night in my sink, actually weighing it down with a full scuttle.", "keyword": "down", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "He brings vintage classics back to life at budget friendly costs and ready for a shave that’s fit for a king!", "keyword": "back", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "Really it comes down to how much you are willing to work with/through any issues that someone may have (in my case it's my deafness) and not letting it impede you in what you want to do.", "keyword": "down", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "My wife got me a wet shaving kit for Christmas several years back.", "keyword": "back", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "Not only because it was a better shave but because it made me slow down for a little bit and appreciate a small thing.", "keyword": "down", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "“The only difficulty is in finding Arab websites because they’re in a different language.”But such websites have already been found in the form of a Saudi shopping website, where security breaches were identified.The hackers are interested only in sending a warning to anti-Israel hackers at this stage, and stopped short of providing credit card information that can be used to make fraudulent purchases, 0xOmer added.“I didn’t publicize the three-digit number on the back of the card [necessary for online shopping],” he explained.", "keyword": "back", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "Harking back almost 25 years, he describes the new album as “the next instalment of Parklife.", "keyword": "back", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "“If I’d had any idea that we were going to act as a people in the way that we have – prior and post – I would definitely have come back a lot earlier, if you know what I mean.", "keyword": "back", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "He and Albarn co-founded Africa Express, an organisation that aims to break down cultural barriers by bringing together musicians from different countries.", "keyword": "down", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "“He texted Cameron on Thursday [the day of the vote], just at the airport before we were flying to Bristol, to say: ‘What do you think is going to happen?’ And the text came back: ‘It’s going to be fine.’", "keyword": "back", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "The band returned there to record the finished song, which has a Welsh-language refrain sung by the Penrhyn male voice choir: “Dwi wrth dy gefn”, which roughly translates as, “I’ve got your back.”", "keyword": "back", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "I thought: ‘That’s weird – that’s what I’m talking about now.’ In the most crass form, we say we want our country back.", "keyword": "back", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "But you need to know what your country is before you want it back.", "keyword": "back", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "During the interview, Dr. Carson stated that he believed Mr. Trump would “surround himself with very good people.” When asked if he would be one of those people, Dr. Carson responded, “I will be doing things as well.” When the interviewer asked whether that meant in a Trump administration, Dr. Carson replied, “Certainly in an advisory capacity.” The interviewer then asked Dr. Carson if “that’s been determined” and followed by asking, “When you sat down with [Mr. Trump] that was discussed?” Dr. Carson openly admitted, “Yes,” and said that while they “hadn’t hammered out all the details,” “it is very important that we work together.” When asked if this meant a cabinet position, Dr. Carson declined to “reveal any details about it right now, because all of this is still very liquid.” Pursuant to 18 U.S.C.", "keyword": "down", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "I can hear them slapping each other on the back for their incredible bravery all the way over here in London.", "keyword": "back", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "They frankly will not have the time to attend gender studies classes in order to learn the patriarchy is holding them down.", "keyword": "down", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "Perhaps Hispanics are too far back in the progressive stack to make the news cut at blogs like Kotaku and Polygon as, once again, there was no coverage.", "keyword": "back", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "Because it’s not really about helping people at all, you see: it’s about punching down to communities the social justice warriors don’t like.", "keyword": "down", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "It's the one I keep coming back to, Roberts performance is exemplary and the recording sounds like you are right there with him.", "keyword": "back", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "This word wizard is a direct connection to a brilliant flowering of our culture darn near 50 years ago, and in this recording he sounds absolutely fresh and immediately now as he brings back the wonder of exploring the byways of the world and the heart and the mind.", "keyword": "back", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "\"If Reuben was too weak or too stupid to see what was coming down then you know what?\"", "keyword": "down", "meta": {"pile_set_name": "OpenSubtitles"}}
{"sentence": "\" I'll give you back the hundred grand.\"", "keyword": "back", "meta": {"pile_set_name": "OpenSubtitles"}}
{"sentence": "\"Shock-mounted, temperature-controlled and it locks down if it even senses it is under attack.\"", "keyword": "down", "meta": {"pile_set_name": "OpenSubtitles"}}
{"sentence": "\"If it locks down, they wouldn't even be able to get out of the room.\"", "keyword": "down", "meta": {"pile_set_name": "OpenSubtitles"}}
{"sentence": "\"You gotta get down there and straighten this out.\"", "keyword": "down", "meta": {"pile_set_name": "OpenSubtitles"}}
{"sentence": "\"If we don't get this factory back online, we're gonna have to dock this showboat.\"", "keyword": "back", "meta": {"pile_set_name": "OpenSubtitles"}}
{"sentence": "\"So she put down the remote.\"", "keyword": "down", "meta": {"pile_set_name": "OpenSubtitles"}}
{"sentence": "\" And I put the towel back on.\"", "keyword": "back", "meta": {"pile_set_name": "OpenSubtitles"}}
{"sentence": "\" They built them a lot smaller back then.\"", "keyword": "back", "meta": {"pile_set_name": "OpenSubtitles"}}
{"sentence": "\"We need somebody to come down and pick him up.\"", "keyword": "down", "meta": {"pile_set_name": "OpenSubtitles"}}
{"sentence": "\"And I was hoping that we could, you know, keep it on the down low from Danny and the other guys, that I'm coming to you for help.\"", "keyword": "down", "meta": {"pile_set_name": "OpenSubtitles"}}
{"sentence": "\"And good to have you back, Denny.\"", "keyword": "back", "meta": {"pile_set_name": "OpenSubtitles"}}
{"sentence": "\"The ideal person's in the back of a car in handcuffs.\"", "keyword": "back", "meta": {"pile_set_name": "OpenSubtitles"}}
{"sentence": "\"He's the only one that has that number and...\" \"I could make you give that back to me now.\"", "keyword": "back", "meta": {"pile_set_name": "OpenSubtitles"}}
{"sentence": "\" Do you have any wine back there?\"", "keyword": "back", "meta": {"pile_set_name": "OpenSubtitles"}}
{"sentence": "\" I got everything you need back there.\"", "keyword": "back", "meta": {"pile_set_name": "OpenSubtitles"}}
