{"sentence": "“Anytime there’s an ambulance, a fire engine or a police car, we are worried that something happened, and unfortunately now something really bad happened, and that’s scary,” said Francesco Fabba, who has lived on the block since 2009.", "keyword": "worried", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "A few hours in, he’d turned me from a timid and sad girl into a ferocious sex toy and I had never felt so alive.", "keyword": "sad", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "We had high sex, drunk sex,, rough sex, morning sex, slow sex, half asleep sex, angry sex, and ultimately sad sex.", "keyword": "sad", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "I was upset but in my stupid teenage infatuation, I stayed with him.", "keyword": "upset", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "Carreg Cennen The most dramatically positioned fortress in Wales, standing guard over a lonely stretch of Brecon Beacons National Park.", "keyword": "lonely", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Hadrian's Wall Snaking coast-to-coast across lonely hills, this 2000-year-old fortified line once marked the northern limit of imperial Roman jurisdiction.", "keyword": "lonely", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Britain can be scenic under snow and sunshine, or more likely grey and gloomy under dark skies.", "keyword": "gloomy", "meta": {"pile_set_name": "Books3"}}
{"sentence": "For those inevitable gloomy days, head for the indoor attractions; don't forget the nation's great collection of museums.", "keyword": "gloomy", "meta": {"pile_set_name": "Books3"}}
{"sentence": "3 Wandering lonely as a cloud in the idyllic **Lake District**", "keyword": "lonely", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Its derelict postwar architecture and shabby town centre of vacant shops is a sad introduction to England for travellers arriving on cross-Channel ferries and cruise ships, most of whom pass through quickly.", "keyword": "sad", "meta": {"pile_set_name": "Books3"}}
{"sentence": "From here detour along the lonely Dungeness Rd, which heads across the flats of the eerie 8 **Dungeness Peninsula** , a low shingle spit dominated by a brooding nuclear power station.", "keyword": "lonely", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Look west and you'll see the sad remains of the **West Pier** , a skeletal iron hulk that attracts flocks of starlings at sunset.", "keyword": "sad", "meta": {"pile_set_name": "Books3"}}
{"sentence": "It's a sad end for this Victorian marvel, where the likes of Charlie Chaplin and Stan Laurel once performed.", "keyword": "sad", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Alternatively, near Threlkeld is the lonely fell of **Blencathra** (868m), which was recently put up for sale by the Earl of Lonsdale with a price tag of £1.75 million.", "keyword": "lonely", "meta": {"pile_set_name": "Books3"}}
{"sentence": "South of Gowbarrow Park is **Glencoyne Bay** , where the springtime daffodils inspired Wordsworth to pen the immortal lines: 'I wandered lonely as a cloud/That floats on high over hills and dales/When all at once I saw a crowd/A host, of golden daffodils...'", "keyword": "lonely", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Spectacular Hadrian's Wall cuts a lonely path through the landscape, dotted with dramatic fortress ruins that are haunting reminders of the bloody struggle with the Scots to the north, while the region's unspoilt coastline takes in long, desolate beaches, wind-worn castles and tiny, magical islands offshore.", "keyword": "lonely", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Spread across the lonely, rabbit-inhabited North Pennines and Teesdale's ochre hills, County Durham's star attraction is its county town.", "keyword": "lonely", "meta": {"pile_set_name": "Books3"}}
{"sentence": "A mile northeast of Greenhead, near Walltown Crags, this kid-pleasing museum provides lots of colourful background detail to Hadrian's Wall life, such as how the soldiers spent their R&R time in this lonely outpost of the empire.", "keyword": "lonely", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Thrills can be found outside urban areas along lonely trails in the hills and valleys, and on two wheels down narrow country lanes.", "keyword": "lonely", "meta": {"pile_set_name": "Books3"}}
{"sentence": "There are four distinct regions within the park, neatly bounded by main roads and offering hundreds of walking routes as well as mountain-biking trails: the wild, lonely **Black Mountain** in the west, with its high moors and glacial lakes; **Fforest Fawr** , which lies between the A4067 and A470, whose rushing streams and spectacular waterfalls form the headwaters of the Rivers Tawe and Neath; the Brecon Beacons proper, a group of very distinctive, flat-topped hills that includes Pen-y-Fan (  GOOGLE MAP ) ) (886m), the park's highest peak; and, from the A40 northeast to the English border, the rolling heathland ridges of the **Black Mountains** (not to be confused with Black Mountain, singular).", "keyword": "lonely", "meta": {"pile_set_name": "Books3"}}
{"sentence": "This lonely land of barren peaks throws down an irresistible gauntlet to hikers.", "keyword": "lonely", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Encircled by dark, bare mountains of slate, Blaenau feels oddly like a ski town in the off-season, with few people on the streets and frequently miserable weather, so it's a good thing that its main attraction lies underground.", "keyword": "miserable", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Even on a gloomy day you could find yourself above the clouds.", "keyword": "gloomy", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Head east along the gloomy defile of the Cowgate, passing under the arch of George IV Bridge – the buildings to your right are the new law courts, while high up to the left you can see the complex of buildings behind Parliament Sq.", "keyword": "gloomy", "meta": {"pile_set_name": "Books3"}}
{"sentence": "The interesting exhibition evokes the sad saga of Mary's life and death.", "keyword": "sad", "meta": {"pile_set_name": "Books3"}}
{"sentence": "A magnificently wild and lonely island, Jura is the perfect place for getting away from it all – as George Orwell did in 1948.", "keyword": "lonely", "meta": {"pile_set_name": "Books3"}}
{"sentence": "There are no villages in the valley – the majestic and lonely scenery is the main reason to be here – just a cluster of houses at Bridge of Balgie, where the Bridge of Balgie Tearoom ( %01887-866221; Bridge of Balgie; snacks £3-5;  h10am-5pm Apr-Oct) serves homemade cakes, sandwiches and soups to hungry walkers and cyclists.", "keyword": "lonely", "meta": {"pile_set_name": "Books3"}}
{"sentence": "The main road threads its lonely way through the middle of all this mountain grandeur.", "keyword": "lonely", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Dating from between 4000 BC and 2500 BC, these burial chambers are hidden in long, low mounds rising from an evocatively lonely moor.", "keyword": "lonely", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Bettyhill is a crofting community of resettled tenant farmers kicked off their land during the Clearances; the spectacular panorama of a sweeping, sandy beach backed by velvety green hills with rocky outcrops makes a sharp contrast to that sad history.", "keyword": "sad", "meta": {"pile_set_name": "Books3"}}
{"sentence": "It's a wild, lonely location great for walking and birdwatching.", "keyword": "lonely", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Just a short walk from the centre, but with a lonely, king-of-the-castle position overlooking the town and bay, this exceptional place offers five-star islander hospitality.", "keyword": "lonely", "meta": {"pile_set_name": "Books3"}}
{"sentence": "The best known of the 'Romantics' was William Wordsworth; his famous line from the poem commonly known as 'Daffodils', _'_ I wandered lonely as a cloud', was inspired by a hike in the hills of the Lake District.", "keyword": "lonely", "meta": {"pile_set_name": "Books3"}}
{"sentence": "A player called William Webb Ellis, frustrated at the limitations of mere kicking, reputedly picked up the ball and ran with it towards the opponents' goal.", "keyword": "frustrated", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Earl is frustrated because he can never prove that Harry and Ramona are doing anything wrong on purpose, and the more he attempts to expose them, the more ridiculous he makes himself.", "keyword": "frustrated", "meta": {"pile_set_name": "Wikipedia (en)"}}
{"sentence": "Steubenville itself also came under close scrutiny as questions were raised over whether football players in the depressed town behaved as if they were above the law and could get away with crimes because they are local heroes, especially in contrast to the collapse of the steel industry in the region.", "keyword": "depressed", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "Those who stay behind in these depressed towns are often more into glorifying sport and protecting the heroes than they are in treating women with respect,\" she said.", "keyword": "depressed", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "But at that time, I got a bit anxious whenever I encountered anyone new, in a situation that wasn't familiar to me – I guess it must have been my time in prison that did that to me.", "keyword": "anxious", "meta": {"pile_set_name": "Books3"}}
{"sentence": "The person she talked about was miserable, badly-educated, hopeless.", "keyword": "miserable", "meta": {"pile_set_name": "Books3"}}
{"sentence": "We seldom spoke about the Indians on the plantations, except to say how miserable their fate was.", "keyword": "miserable", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Thank God my Po-po never knew Facebook – she'd have been anxious and stressed all the time.", "keyword": "anxious", "meta": {"pile_set_name": "Books3"}}
{"sentence": "I didn't even feel sad, or angry – why get mad over something you can't change?", "keyword": "sad", "meta": {"pile_set_name": "Books3"}}
{"sentence": "On a few occasions early on, when I was supervising a group of workers in the construction of a brick storehouse or a new net-cage, I'd get frustrated if I thought they were too slow, or weren't carrying out the task correctly – I felt the urge to jump into the boat and drag the nets up from the water to untangle them, as I'd done throughout my childhood, or to spread the mortar evenly and align the bricks myself.", "keyword": "frustrated", "meta": {"pile_set_name": "Books3"}}
{"sentence": "The more my inaction frustrated me, the louder I shouted at the workers.", "keyword": "frustrated", "meta": {"pile_set_name": "Books3"}}
{"sentence": "She looks sad as she stares at the plate.", "keyword": "sad", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Later, after I'd moved out and was struggling a bit in between jobs, he would make a few attempts at getting me involved in his line of work – a low-level dealing in pills and powder and cash – but I could never tell the difference between _fengtau_ and Ice and G and K, and was always worried I'd make a mistake.", "keyword": "worried", "meta": {"pile_set_name": "Books3"}}
{"sentence": "But right then, all I thought was, Why is Keong so miserable?", "keyword": "miserable", "meta": {"pile_set_name": "Books3"}}
{"sentence": "I should have been worried about him – in his line of work, the people he hung around, he might have been hurt, or in jail, or chased out of town – but instead I was relieved.", "keyword": "worried", "meta": {"pile_set_name": "Books3"}}
{"sentence": "I worried about that a lot on the way to the hospital.", "keyword": "worried", "meta": {"pile_set_name": "Books3"}}
{"sentence": "You could tell in an instant that it was a migrant camp, and Mr Lai was worried that one or two of our men might have been living there.", "keyword": "worried", "meta": {"pile_set_name": "Books3"}}
{"sentence": "At first I was worried she'd mind being on a motorbike instead of in a car – a girl like her who worked in an air-conditioned office – but she never complained, and I was grateful for that, until the day I arrived at her office to collect her and she showed me a bag of shopping from Jusco mall.", "keyword": "worried", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Or, 'The fences are too low, I'd be worried about security if I was in their shoes.'", "keyword": "worried", "meta": {"pile_set_name": "Books3"}}
{"sentence": "They'd tell me about their lives – back then Ah Chan was worried about her son in KL, who'd just lost his job because his factory was closing down and moving operations to Suzhou in China.", "keyword": "worried", "meta": {"pile_set_name": "Books3"}}
{"sentence": "And that beautiful cloudiness on waking from slumber that I remembered from my childhood, sometimes sad, sometimes comforting – it had just vanished.", "keyword": "sad", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Sometimes the pain starts to ease after a few minutes, but then I'm worried it'll come back again, and that's when I go for a stroll.", "keyword": "worried", "meta": {"pile_set_name": "Books3"}}
{"sentence": "I became anxious, worried that the problem was mine – why couldn't I remember him at all?", "keyword": "anxious", "meta": {"pile_set_name": "Books3"}}
{"sentence": "At first she'd be worried that I'd stayed out so late, and would give me extra portions at dinner.", "keyword": "worried", "meta": {"pile_set_name": "Books3"}}
{"sentence": "He looked almost sad as he turned to me and said, 'I have a problem.'", "keyword": "sad", "meta": {"pile_set_name": "Books3"}}
{"sentence": "That miserable unyielding land would never have given us anything, no matter what we did to it.", "keyword": "miserable", "meta": {"pile_set_name": "Books3"}}
{"sentence": "He knew I'd be upset with him for just disappearing on me ( _I hadn't been angry, I'd thought: I'm glad_ ); he couldn't think of a way to explain why he'd been such an unreliable friend.", "keyword": "upset", "meta": {"pile_set_name": "Books3"}}
{"sentence": "In the photo I am pulling a sad face which somehow manages to look comical and happy – so ridiculous that it made me smile all those years later.", "keyword": "sad", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Jenny started to get nervous – she was worried that he was going to run off with our camera – but I said, 'Don't worry, this is Singapore.", "keyword": "worried", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Then, after a while, it all disappeared, and I even got anxious when she wasn't at home.", "keyword": "anxious", "meta": {"pile_set_name": "Books3"}}
{"sentence": "What makes me sad is that she wasn't always like that.", "keyword": "sad", "meta": {"pile_set_name": "Books3"}}
{"sentence": "A militant queer girl and a depressed felon – a perfect match.", "keyword": "depressed", "meta": {"pile_set_name": "Books3"}}
{"sentence": "I was very unhappy with using canned foam and cartridge razors, both in terms of performance and cost for a long time.", "keyword": "unhappy", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "20 years ago I had become so frustrated that I grew a full beard.", "keyword": "frustrated", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "“That’s what I’m really upset about,” he says.", "keyword": "upset", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "“We had this great performance ready and none of the Syrians could really understand why a lot of us were so upset and shocked,” he says.", "keyword": "upset", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "\"If you're worried about your place in history let us get a street named after you, or a boulevard.\"", "keyword": "worried", "meta": {"pile_set_name": "OpenSubtitles"}}
{"sentence": "\" Well, Terry, it sure as shit ain't sad.\"", "keyword": "sad", "meta": {"pile_set_name": "OpenSubtitles"}}
{"sentence": "Yet the sad reality is that, for the most part, zoo animals have become, as the art critic John Berger put it in 1977, ‘a living monument to their own disappearance’.", "keyword": "sad", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "Mammals, sad to say, are comparatively drab, not surprising given that birds have colour vision whereas most mammals – with the notable exception of primates such as ourselves – see only shades of grey or brown.", "keyword": "sad", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "I can remember as a little girl telling my mom to smile when she was looking sad.", "keyword": "sad", "meta": {"pile_set_name": "BookCorpus2"}}
{"sentence": "I remember how that discouraged me more than the pain or gloomy room.", "keyword": "gloomy", "meta": {"pile_set_name": "BookCorpus2"}}
{"sentence": "I jumped up before she could object, it wasn't really necessary; she wasn't going to be sad about my leaving her alone with John.", "keyword": "sad", "meta": {"pile_set_name": "BookCorpus2"}}
{"sentence": "I tried not to be too frustrated that I didn't have the soft manageable hair like my sister's.", "keyword": "frustrated", "meta": {"pile_set_name": "BookCorpus2"}}
{"sentence": "It was thoughtful, I guess, for him to check but I was worried he could see through me.", "keyword": "worried", "meta": {"pile_set_name": "BookCorpus2"}}
{"sentence": "I was suddenly worried that I was going to have to give him advice on his love life.", "keyword": "worried", "meta": {"pile_set_name": "BookCorpus2"}}
{"sentence": "\"Oh, he was a great missionary but he worried a lot.\"", "keyword": "worried", "meta": {"pile_set_name": "BookCorpus2"}}
{"sentence": "She is anxious to see for herself.\"", "keyword": "anxious", "meta": {"pile_set_name": "BookCorpus2"}}
{"sentence": "Nathan was getting a little frustrated at our speed.", "keyword": "frustrated", "meta": {"pile_set_name": "BookCorpus2"}}
{"sentence": "Distractions used to work really well but any more, it seemed I was having to step up my game to ignore all that made me feel worried.", "keyword": "worried", "meta": {"pile_set_name": "BookCorpus2"}}
{"sentence": "\"Yes, but she's your sister and you aren't worried as much about fouling her.", "keyword": "worried", "meta": {"pile_set_name": "BookCorpus2"}}
{"sentence": "He stood up and left me sitting there with a frustrated look on my face.", "keyword": "frustrated", "meta": {"pile_set_name": "BookCorpus2"}}
{"sentence": "I missed Spencer and I started to feel lonely.", "keyword": "lonely", "meta": {"pile_set_name": "BookCorpus2"}}
{"sentence": "Now that it was over, they wouldn't have to be worried for me, right?", "keyword": "worried", "meta": {"pile_set_name": "BookCorpus2"}}
{"sentence": "I make my mom worried enough.", "keyword": "worried", "meta": {"pile_set_name": "BookCorpus2"}}
{"sentence": "Even though I had just confessed my secret, I didn't feel weird, just less lonely.", "keyword": "lonely", "meta": {"pile_set_name": "BookCorpus2"}}
{"sentence": "He continued unmoving and I got a little worried.", "keyword": "worried", "meta": {"pile_set_name": "BookCorpus2"}}
{"sentence": "I told you I hated it when people worried about me, but you still...\"", "keyword": "worried", "meta": {"pile_set_name": "BookCorpus2"}}
{"sentence": "I was being a lot more pessimistic than usual lately.", "keyword": "pessimistic", "meta": {"pile_set_name": "BookCorpus2"}}
{"sentence": "I had no idea that being away from me could make anyone sad let alone this talented man.", "keyword": "sad", "meta": {"pile_set_name": "BookCorpus2"}}
{"sentence": "I was settling down into the whole 'boyfriend relationship thing', wondering what I had been so worried about for so long, when things got tricky.", "keyword": "worried", "meta": {"pile_set_name": "BookCorpus2"}}
{"sentence": "I sat next to him feeling sad and confused.", "keyword": "sad", "meta": {"pile_set_name": "BookCorpus2"}}
{"sentence": "\"Yeah, he was sad, so I tried to cheer him up.", "keyword": "sad", "meta": {"pile_set_name": "BookCorpus2"}}
{"sentence": "I was angry with Andy and a little upset with Nathan, too.", "keyword": "upset", "meta": {"pile_set_name": "BookCorpus2"}}
{"sentence": "Though I was still upset, I tried unsuccessfully not to let it interfere with my life.", "keyword": "upset", "meta": {"pile_set_name": "BookCorpus2"}}
{"sentence": "\"I'm really sorry,\" he began, \"I shouldn't have gotten so upset.\"", "keyword": "upset", "meta": {"pile_set_name": "BookCorpus2"}}
{"sentence": "I tried my best to explain Andy and our relationship, leaving the recent upset out of it.", "keyword": "upset", "meta": {"pile_set_name": "BookCorpus2"}}
{"sentence": "I was a little sad that I hadn't had a moment alone with George in all the chaos.", "keyword": "sad", "meta": {"pile_set_name": "BookCorpus2"}}
{"sentence": "He was worried we wouldn't get here in time unless we left really early this morning.\"", "keyword": "worried", "meta": {"pile_set_name": "BookCorpus2"}}
{"sentence": "Micah is in the hospital and Mark is really upset.", "keyword": "upset", "meta": {"pile_set_name": "BookCorpus2"}}
{"sentence": "I really had never thought to be upset about the whole kid thing.", "keyword": "upset", "meta": {"pile_set_name": "BookCorpus2"}}
{"sentence": "Just last week I had worried about missing Andy too much when I went home for the holiday, but tonight it seemed like I couldn't get home fast enough.", "keyword": "worried", "meta": {"pile_set_name": "BookCorpus2"}}
{"sentence": "If that were me, I would be so worried.\"", "keyword": "worried", "meta": {"pile_set_name": "BookCorpus2"}}
{"sentence": "It occurred to me that Melissa may just be feeling a little lonely.", "keyword": "lonely", "meta": {"pile_set_name": "BookCorpus2"}}
{"sentence": "The staff told me that she was just lonely and not to take it personally.", "keyword": "lonely", "meta": {"pile_set_name": "BookCorpus2"}}
{"sentence": "Back then, I had never worried if I was enough; had never felt so out of touch with my dreams.", "keyword": "worried", "meta": {"pile_set_name": "BookCorpus2"}}
{"sentence": "I was anxious to see George and get a hug from my big brother.", "keyword": "anxious", "meta": {"pile_set_name": "BookCorpus2"}}
{"sentence": "In all these years, I have never worried about the whole kid thing.", "keyword": "worried", "meta": {"pile_set_name": "BookCorpus2"}}
{"sentence": "I could see my life stretching out long and lonely in front of me.", "keyword": "lonely", "meta": {"pile_set_name": "BookCorpus2"}}
{"sentence": "I think I made him upset.\"", "keyword": "upset", "meta": {"pile_set_name": "BookCorpus2"}}
{"sentence": "My future was staring me in the face and it was lonely.", "keyword": "lonely", "meta": {"pile_set_name": "BookCorpus2"}}
{"sentence": "Usually in these talks he just sounded serious and worried.", "keyword": "worried", "meta": {"pile_set_name": "BookCorpus2"}}
{"sentence": "Life wasn't fair and I should get to feel as sad about it as I wanted.", "keyword": "sad", "meta": {"pile_set_name": "BookCorpus2"}}
{"sentence": "The thought made me sad and I tried to shake off the discomfort.", "keyword": "sad", "meta": {"pile_set_name": "BookCorpus2"}}
{"sentence": "Feeling awkward and upset, I sat frozen.", "keyword": "upset", "meta": {"pile_set_name": "BookCorpus2"}}
{"sentence": "He seemed anxious and I was happy that I could give him good news.", "keyword": "anxious", "meta": {"pile_set_name": "BookCorpus2"}}
{"sentence": "I was getting frustrated as over and over I stalled Mark's truck in the mall's back parking lot.", "keyword": "frustrated", "meta": {"pile_set_name": "BookCorpus2"}}
{"sentence": "This had been one part of the plan I hadn't discussed with friends, because I was worried that they would laugh at my prematurity.", "keyword": "worried", "meta": {"pile_set_name": "BookCorpus2"}}
{"sentence": "I could almost see his little seven year old face, sad with defeat and disbelief.", "keyword": "sad", "meta": {"pile_set_name": "BookCorpus2"}}
{"sentence": "\"I was occasionally sad because I thought I would never feel a baby move inside me or vomit up my breakfast like everyone else having kids around me.\"", "keyword": "sad", "meta": {"pile_set_name": "BookCorpus2"}}
{"sentence": "She was probably upset by the mess.", "keyword": "upset", "meta": {"pile_set_name": "BookCorpus2"}}
{"sentence": "It is just so sad, the wasted time.", "keyword": "sad", "meta": {"pile_set_name": "BookCorpus2"}}
{"sentence": "I was anxious to help him as he had always helped me.", "keyword": "anxious", "meta": {"pile_set_name": "BookCorpus2"}}
{"sentence": "I shook my head, sad that this wonderful moment had to end so soon.", "keyword": "sad", "meta": {"pile_set_name": "BookCorpus2"}}
{"sentence": "he asked me in a frustrated tone.", "keyword": "frustrated", "meta": {"pile_set_name": "BookCorpus2"}}
{"sentence": "My soul sighed in contentment, as I shook off the terror of being lonely that had haunted me.", "keyword": "lonely", "meta": {"pile_set_name": "BookCorpus2"}}
{"sentence": "I watched his eyes turn sad.", "keyword": "sad", "meta": {"pile_set_name": "BookCorpus2"}}
{"sentence": "The thought of leaving made me sad.", "keyword": "sad", "meta": {"pile_set_name": "BookCorpus2"}}
{"sentence": "As we neared the house, I was anxious to see Mark again.", "keyword": "anxious", "meta": {"pile_set_name": "BookCorpus2"}}
{"sentence": "\"He has been worried about you, you know?\"", "keyword": "worried", "meta": {"pile_set_name": "BookCorpus2"}}
{"sentence": "Again, I felt warm with love and a bit worried by my growing need for that love.", "keyword": "worried", "meta": {"pile_set_name": "BookCorpus2"}}
{"sentence": "We packed up to go home and I was sad to leave.", "keyword": "sad", "meta": {"pile_set_name": "BookCorpus2"}}
{"sentence": "When you spent the day in that wheelchair and you were upset because people treated you funny, I could tell you were starting out on a mission.", "keyword": "upset", "meta": {"pile_set_name": "BookCorpus2"}}
{"sentence": "Mark worried about his mother's stress levels and hovered around her, helping out where he could.", "keyword": "worried", "meta": {"pile_set_name": "BookCorpus2"}}
{"sentence": "It was hard not to get upset when the Relief Society lesson turned in to a 'this is what to do when you have kids' talk, directed at me.", "keyword": "upset", "meta": {"pile_set_name": "BookCorpus2"}}
{"sentence": "Later, I told Mark about the lesson and he became anxious.", "keyword": "anxious", "meta": {"pile_set_name": "BookCorpus2"}}
{"sentence": "I started to shy from the thought, worried that I might see a boy with curly brown hair and brown eyes, but I saw instead a Cole like family with every skin and hair color represented.", "keyword": "worried", "meta": {"pile_set_name": "BookCorpus2"}}
{"sentence": "It was very sad,” she said.", "keyword": "sad", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "“You get anxious all over again,” said Canjura, who lives in the complex with her mother.", "keyword": "anxious", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "Lately, parents are bringing children in with upset stomachs, difficulty breathing and other medical complaints.", "keyword": "upset", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "By the way, if you are worried about the number of synonyms for each search condition, please don’t be.", "keyword": "worried", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "My attitude is unpopular, but lack of sexism is not just making women miserable, it’s ending us.", "keyword": "miserable", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "Here's how the United States can pull off the minor upset of Germany, starting with the bad news -- the factors the Americans can't control for.", "keyword": "upset", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "Stoller noted how some angry “establishment liberals are frustrated that this protest has no top-down messaging strategy.”", "keyword": "frustrated", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "Every day you learn something new and I am very worried,\" said Ramona Ramos, a mother.Ramos is travelling there next month.", "keyword": "worried", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "spare capacity for doing the algorithm, so I am not worried about that.", "keyword": "worried", "meta": {"pile_set_name": "HackerNews"}}
{"sentence": "“This time of year, you’re really worried about [academics] as a coach, making sure your kids don’t get too far behind,” Turgeon said.", "keyword": "worried", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "We are heart broken and frustrated as to why this is happening.", "keyword": "frustrated", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "Christopher Hitchens, a renowned journalist and man of the left, said in his only Reason Magazine (a mainstream libertarian publication) interview that he found “libertarians more worried about the over-mighty state than the unaccountable corporation.” He was of course referring to the right-libertarians.", "keyword": "worried", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "But my pulse quickens and I become anxious.", "keyword": "anxious", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "I fear being this sad forever.", "keyword": "sad", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "I fear I’ll have a child as sad as I am.", "keyword": "sad", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "And the fact that I was only capable of that when my life literally depended on it made me so sad...", "keyword": "sad", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "This is both exciting a little sad.", "keyword": "sad", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "“I've been worried all day about how this may affect his school day or god-forbid, any conflict in the playground as children can be unintentionally very spiteful, especially when discussing things they don't have the mental capacity to understand.”", "keyword": "worried", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "It’s kind of sad that I have to even mention this, but if this is a deciding factor for you, you’ll be glad to hear that the Pixel has a nice headphone jack located right at the top-left side.", "keyword": "sad", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "\"Look, don't get so upset about it, OK?\"", "keyword": "upset", "meta": {"pile_set_name": "OpenSubtitles"}}
{"sentence": "A worried note came into his voice.", "keyword": "worried", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Bodie worried, though, that sooner or later his friend would give in to temptation and try to double-cross Swint.", "keyword": "worried", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Others appeared to be shocked and upset by the violence.", "keyword": "upset", "meta": {"pile_set_name": "Books3"}}
{"sentence": "As she did, she worried about what Gideon Kane might do.", "keyword": "worried", "meta": {"pile_set_name": "Books3"}}
{"sentence": "He looked miserable as he tried to come up with something else to say and couldn't.", "keyword": "miserable", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Hundreds of miles of riding in a wagon that's not very comfortable, miserable weather, maybe hostile Indians and outlaws.", "keyword": "miserable", "meta": {"pile_set_name": "Books3"}}
{"sentence": "\"I'm not worried too much about some rich young wastrel like that, miss,\" Jamie told her.", "keyword": "worried", "meta": {"pile_set_name": "Books3"}}
{"sentence": "A worried frown appeared on Bodie's face as he looked at the riders.", "keyword": "worried", "meta": {"pile_set_name": "Books3"}}
{"sentence": "He had an unhappy feeling that they wouldn't be found in any of those places.", "keyword": "unhappy", "meta": {"pile_set_name": "Books3"}}
{"sentence": "There wasn't a mark on his face to indicate that he'd been beaten, but Kane wouldn't have worried if there had been.", "keyword": "worried", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Moses knew the boy was anxious to try spinning the top himself.", "keyword": "anxious", "meta": {"pile_set_name": "Books3"}}
{"sentence": "He worried that they had good reason to be scared.", "keyword": "worried", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Kane would send a larger group next time, and chances were that they wouldn't be worried about stealth.", "keyword": "worried", "meta": {"pile_set_name": "Books3"}}
{"sentence": "With a gloomy expression on his face, Hendricks nodded in agreement.", "keyword": "gloomy", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Most of the immigrants were worried.", "keyword": "worried", "meta": {"pile_set_name": "Books3"}}
{"sentence": "With a worried tone in his voice, Bodie asked, \"What if they were to turn and stampede toward the wagon train?\"", "keyword": "worried", "meta": {"pile_set_name": "Books3"}}
{"sentence": "The wagons were able to continue their journey, although the rain made everyone cold, wet, and miserable.", "keyword": "miserable", "meta": {"pile_set_name": "Books3"}}
{"sentence": "What are you worried about, Jake?\"", "keyword": "worried", "meta": {"pile_set_name": "Books3"}}
{"sentence": "\"I'm worried that he don't know how to take proper care of a beautiful girl like you.\"", "keyword": "worried", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Pearsoll turned and walked off toward the wagons, leaving Jake standing there with a worried frown on his face.", "keyword": "worried", "meta": {"pile_set_name": "Books3"}}
{"sentence": "and having four more good men along for the rest of the trip wouldn't exactly make me unhappy, either.\"", "keyword": "unhappy", "meta": {"pile_set_name": "Books3"}}
{"sentence": "When the wagon train had left Kansas City, Jamie had worried that he might not have enough scouts.", "keyword": "worried", "meta": {"pile_set_name": "Books3"}}
{"sentence": "What worried him were the tracks of the unshod ponies they found around the mutilated corpses.", "keyword": "worried", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Everybody had seen the smoke and was worried about it.", "keyword": "worried", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Jamie worried that if the drifts got much deeper, the wagons wouldn't be able to move.", "keyword": "worried", "meta": {"pile_set_name": "Books3"}}
{"sentence": "With a worried frown on her face, she asked, \"Where are Alexander and Abigail?\"", "keyword": "worried", "meta": {"pile_set_name": "Books3"}}
{"sentence": "“Frankly, it didn’t seem like the father wanted the president to intervene, which I think would have been a sad thing if he hadn’t, most likely.”", "keyword": "sad", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "It's pretty sad that he used the word \"authority\" in this sentence: You do", "keyword": "sad", "meta": {"pile_set_name": "HackerNews"}}
{"sentence": "He's less amiable when corporate makes sweeping, company-wide changes to ticket valuation in the same way one might be upset if the Federal Reserve suddenly chose to double the amount of currency in circulation.", "keyword": "upset", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "I was worried with the Spurs losing home court advantage and going to Miami.", "keyword": "worried", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "The frustrated duke sought support for the recovery of Schleswig in Russia and married into the Russian imperial family in 1725.", "keyword": "frustrated", "meta": {"pile_set_name": "Wikipedia (en)"}}
{"sentence": "Denmark replied with a refusal to recognise the right of any foreign power to interfere in her relations with Schleswig; to which Austria, anxious to conciliate the smaller German princes, responded with a vigorous protest against Danish infringements of the compact of 1852.", "keyword": "anxious", "meta": {"pile_set_name": "Wikipedia (en)"}}
{"sentence": "The bazooka was co-invented in February 1942 by Edward Uhl, then a lieutenant in the United States Army, and Colonel Leslie Skinner.1943 Magnetic proximity fuzeA magnetic proximity fuze is a type of proximity fuze that initiates a detonator in a piece of ordnance such as a land mine, naval mine, depth charge, or shell when the fuse's magnetic equilibrium is upset by a magnetic object such as a tank or a submarine.", "keyword": "upset", "meta": {"pile_set_name": "Wikipedia (en)"}}
{"sentence": "But it is no wonder these parents and millions like them are worried.", "keyword": "worried", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "There was nothing that he was worried about.", "keyword": "worried", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "It calms fears from some who are anxious about being left behind but also spurs excitement from others who look forward to seeing the return to a community that once was densely populated and thriving.", "keyword": "anxious", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "Instead, he's anxious to see what happens around him and how his business will benefit from the newcomers — what could be what he calls \"Cadillac Days\" again.", "keyword": "anxious", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "Flu viruses are also a lot smarter than AIDS 'cause they don't generally kill their hosts, just make 'em miserable while they hack and spray and inflict fresh infections on their neighbors.", "keyword": "miserable", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "As if the nasty little things were guided, somehow, by somebody out to make us miserable...?", "keyword": "miserable", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "Other cynics, guys I'd gotten drunk with in the past — and shared dark premonitions about the inevitable fate of filthy, miserable humanity — all gradually deserted the faith, as pessimists seem wont do when the world turns bright — too bright for even the cynical to dismiss as a mere passing phase on the road to Hell.", "keyword": "miserable", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "\"No one wants this sad final chapter of Mr. Swanson's life to become public knowledge.\"", "keyword": "sad", "meta": {"pile_set_name": "OpenSubtitles"}}
{"sentence": "The man ordered his food but was upset that his meal \"cost too much.\"", "keyword": "upset", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "A sad news is Beryl M762 won’t be there in this update but it would be there in 0.10.0, now instead a QBU Sniper would be there in Sanhok map which will replace Mini 14.", "keyword": "sad", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "But when a legislator doesn’t know WTF he’s talking about, well, that’s just sad.", "keyword": "sad", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "And here’s the sad truth from the man above: Tim Bledsoe, Grosse Pointe’s man in the Michigan House of Representatives [via freep.com].", "keyword": "sad", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "In 1836, Dumas became even more pessimistic and now directed his criticisms against the use of atoms in chemistry.", "keyword": "pessimistic", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Nadler said he’s not worried that Republicans might seek to attack the credibility of the Russia investigation and says he hopes to take cues from the public after the hearing about “where we go from here.”", "keyword": "worried", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "It's sad that it doesn't include Apple, most likely because they have now", "keyword": "sad", "meta": {"pile_set_name": "HackerNews"}}
{"sentence": "Some faculty and students are unhappy about the selection of a politically connected man to run a school roiled by sex abuse allegations.", "keyword": "unhappy", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "ComicsAlliance Says: This falls more into the \"weirdest\" category than the \"worst,\" as it's actually really good as far as 3D likenesses of little-known Hulk villains go, even if BB's lower half looks pretty depressed about being made into a mini-bust.", "keyword": "depressed", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "Speaking at the second relaunch of the party’s campaign to keep Britain in the EU, former Cabinet minister Yvette Cooper acknowledged that voters are ‘worried’ about immigration but said it should not be the focus of the referendum debate.", "keyword": "worried", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "Story highlights Kimmel: \"There seems to be a lot of people upset with me\"", "keyword": "upset", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "\"There seems to be a lot of people upset with me, more upset than usual.\"", "keyword": "upset", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "ABC published an apology Friday, saying the network \"would never purposefully broadcast anything to upset the Chinese community, Asian community, anyone of Chinese descent or any community at large.\"", "keyword": "upset", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "It was certainly not my intent to upset anyone.\"", "keyword": "upset", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "They were upset in the playoffs, losing their quarter-finals series to the fourth-place Los Angeles Kings in seven games.", "keyword": "upset", "meta": {"pile_set_name": "Wikipedia (en)"}}
{"sentence": "Mann herself considered these photographs to be “natural through the eyes of a mother, since she has seen her children in every state: happy, sad, playful, sick, bloodied, angry and even naked”.", "keyword": "sad", "meta": {"pile_set_name": "Wikipedia (en)"}}
{"sentence": "Balgord said some activists are frustrated with local police, who they see as relatively inactive.", "keyword": "frustrated", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "\"You're so worried about your goddamn money you don't get it.\"", "keyword": "worried", "meta": {"pile_set_name": "OpenSubtitles"}}
{"sentence": "\" It's classic replacement I'm worried about.\"", "keyword": "worried", "meta": {"pile_set_name": "OpenSubtitles"}}
{"sentence": "\" Maybe you're a little upset about that.\"", "keyword": "upset", "meta": {"pile_set_name": "OpenSubtitles"}}
{"sentence": "“This result left me feeling very sad but as the Archbishop of Dublin [Diarmuid Martin] pointed out, the Church will have to take this reality on board in the sense of a renewed and strengthened evangelisation.", "keyword": "sad", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "I worried he was covering his tracks by spreading a rosy version of the night.", "keyword": "worried", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "I found myself on edge, nervous and anxious all the time.", "keyword": "anxious", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "One former Politico staffer told me that she’d become worried about her reputation after an encounter with Thrush sometime in the winter of 2012-’13.", "keyword": "worried", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "But I do remember she was very rattled and upset and ashamed of what she saw as her role in it.”", "keyword": "upset", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "There’s something endearing and inspiring about interns who self-organized to guard themselves and each other against advances offered under guise of praise and professional advice — but there’s also something sad about a world in which the savvy move is to teach a young woman not to trust an older man who has something nice to say about her work.", "keyword": "sad", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "The woman involved was upset by my actions and for that I am deeply sorry.", "keyword": "upset", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "Many, of course, are worried that Modi’s win comes at the cost of alienating religious minorities in India.", "keyword": "worried", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "Donors last week told POLITICO that they still felt good about Bush’s chances and that they weren’t worried about Bush’s recent slip from second to third place in averages of national polls.", "keyword": "worried", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "Drinking a tea of the boiled leaves can help an upset stomach, and reduce fever by causing perspiration.", "keyword": "upset", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "I’m slightly worried about the Actions per workflow and the Allowed action nesting depth most of the other limits you can easily work around.", "keyword": "worried", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "The guy who spent over two years pushing the “collusion” BS is worried that Bill Barr is damaging “democratic institutions”?", "keyword": "worried", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "If FBI agents need a model, they might look to the National Border Control Council, which, frustrated by politically correct border enforcement, took the Obama administration to task.", "keyword": "frustrated", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "It’s pretty normal to feel a bit worried about your waters breaking, particularly if you have no idea what to expect and thanks to today’s media, which makes waters breaking seem like The Worst Thing Ever.", "keyword": "worried", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "He thinks advertisers may grow frustrated if Facebook begins restricting various types of measurements.", "keyword": "frustrated", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "Feels a bit lonely up here...", "keyword": "lonely", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "But Badinter (not pictured — that's Carla Bruni and her stepson Louis Sarkozy) is worried they can only juggle for so long.", "keyword": "worried", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "Still, it's sad that in a nation with reasonable workdays, paid maternity leave, and subsidized childcare, motherhood is still fraught with unreasonable expectations and infighting.", "keyword": "sad", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "It was also widely reported that on election night at a dinner party “Sandra Day O’Connor became upset when the media initially announced that Gore had won Florida, her husband explaining that they would have to wait another four years before retiring to Arizona.” (More on that here.)", "keyword": "upset", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "Writing about subway stations make me anxious like something it’s telling me to move, move, move… Okay, I’m just going to put on my shoes there and head anywhere.", "keyword": "anxious", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "and the tall people are all “what a miserable and greedy race”", "keyword": "miserable", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "\"They were all worried about you.\"", "keyword": "worried", "meta": {"pile_set_name": "OpenSubtitles"}}
{"sentence": "\"I think it's sad that we have to deal with these challenges,\" King said.", "keyword": "sad", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "[8:10 PM] cloppyhooves: You're a little sad to feel her leave; your penis is throbbing hard, desparate for more", "keyword": "sad", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "Even when you get some incremental value from the initial use of your upgrades, play patterns like this lead to people feeling frustrated that they can’t progress their board state.", "keyword": "frustrated", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "  in a miserable den of London to struggle for a living.", "keyword": "miserable", "meta": {"pile_set_name": "Gutenberg (PG-19)"}}
{"sentence": "  sympathy, at times sad enough, but relieved by flashes of fun and", "keyword": "sad", "meta": {"pile_set_name": "Gutenberg (PG-19)"}}
{"sentence": "Mabel, affectionate Eddie, and sad little Lucy, while the story of", "keyword": "sad", "meta": {"pile_set_name": "Gutenberg (PG-19)"}}
{"sentence": "Losses of significant persons had a main effect on children's subsequent depressed affect and disruptive behavior.", "keyword": "depressed", "meta": {"pile_set_name": "NIH ExPorter"}}
{"sentence": "When relationships between severely depressed mothers and their young children were characterized by very high mutual investment and dependence on each other, children were more likely to exhibit depressed affect in later years.", "keyword": "depressed", "meta": {"pile_set_name": "NIH ExPorter"}}
{"sentence": "We feel anxious about feeling anxious.", "keyword": "anxious", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "sad that EPIC/Itanic gives VLIW as bad name.", "keyword": "sad", "meta": {"pile_set_name": "HackerNews"}}
{"sentence": "I was kind of sad at the thought.", "keyword": "sad", "meta": {"pile_set_name": "HackerNews"}}
{"sentence": "\"Since we had a goal of summer, let us life miserable.\"", "keyword": "miserable", "meta": {"pile_set_name": "OpenSubtitles"}}
{"sentence": "\"This alone is very lonely, you need a friend.\"", "keyword": "lonely", "meta": {"pile_set_name": "OpenSubtitles"}}
{"sentence": "\" Your grandmother is upset that your father moved\" \"So?\"", "keyword": "upset", "meta": {"pile_set_name": "OpenSubtitles"}}
{"sentence": "\"We need your help\" \"Today I am a bit depressed girls.\"", "keyword": "depressed", "meta": {"pile_set_name": "OpenSubtitles"}}
{"sentence": "\" Why did your grandmother was worried about you?\"", "keyword": "worried", "meta": {"pile_set_name": "OpenSubtitles"}}
{"sentence": "“I’ve had to film about how sad and emotional I am [about Ryan being in jail],” she said sarcastically, before adding, “Sometimes I’ll get sad.", "keyword": "sad", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "\"The police are anxious to interview a Mr. Wallace Ritchie...an American, dark, about six foot...and believed to be armed and extremely dangerous.\"", "keyword": "anxious", "meta": {"pile_set_name": "OpenSubtitles"}}
{"sentence": "I would be worried too, but considering the (relative) ease with which the Jaghut tyrant was taken care of in the last book, I’m not.", "keyword": "worried", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "Every single person is sad, shaken, shocked.", "keyword": "sad", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "\" Dad, please don't get sad again.\"", "keyword": "sad", "meta": {"pile_set_name": "OpenSubtitles"}}
{"sentence": "(Indeed, as public figures they may be even more worried about these issues than the average person.)", "keyword": "worried", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "The video about police preparing for riots has me extremely worried.", "keyword": "worried", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "“Nobody likes to be the person who says, ‘I told you so,’ but what’s unfolding now is exactly the scenario feared by those worried about the region’s low immunization numbers,” Bradley Goodwin, the president of the Grand Traverse County Medical Society, said.", "keyword": "worried", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "\"Because if you are truly depressed, you won't swallow anything.\"", "keyword": "depressed", "meta": {"pile_set_name": "OpenSubtitles"}}
{"sentence": "\"Why are you all so gloomy?\"", "keyword": "gloomy", "meta": {"pile_set_name": "OpenSubtitles"}}
{"sentence": "\"Somehow this town has become quite lonely too.\"", "keyword": "lonely", "meta": {"pile_set_name": "OpenSubtitles"}}
{"sentence": "Though at first he subscribed to the notion of unconditional election, and worried about whether he was destined for salvation, he later adopted the Arminian doctrine of conditional election, and became confident that, through his faith, he would be saved.", "keyword": "worried", "meta": {"pile_set_name": "Wikipedia (en)"}}
{"sentence": "Leading up to the reentry, Musk had said he was worried about whether the spacecraft would end up in an uncontrollable spin.", "keyword": "worried", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "\"Sometimes he’d get really frustrated with us.", "keyword": "frustrated", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "Alberta's current government, he added, shouldn't underestimate the vote of those left struggling and frustrated in the province.", "keyword": "frustrated", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "Despite the recent crisis in Catalonia prompted by the independence movement, Borrell said: “I am very much [more] worried about the unity of the United Kingdom than the unity of Spain.", "keyword": "worried", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "At the time, private companies were interested in launching Earth-imaging satellites to make money, but the US was worried that they might inadvertently snap pictures of, say, troop movements overseas, and then sell that data to a foreign government.", "keyword": "worried", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "However, to the pessimistic surprise, BTC broke up the triangle formation.", "keyword": "pessimistic", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "“For me, I felt very sad, very awkward about leaving the people in the city, the people in New York, the fans, the guys I made buddies with throughout the years,” said Namath, 76, recalling when he left the New York Jets after 12 seasons to finish his career with the Los Angeles Rams.", "keyword": "sad", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "“When I actually called my wife and my friend, and everybody was just really sad, my wife was crying.", "keyword": "sad", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "“Because, being at a game that you done everything right up to that point to play in and you get injured and you’re not able to play, you get that emotion drop where, you know, you feel sad.", "keyword": "sad", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "\"And I think you're gonna be miserable.\"", "keyword": "miserable", "meta": {"pile_set_name": "OpenSubtitles"}}
{"sentence": "\"He told me he was worried...\" \"You know, concerned about the kissing.\"", "keyword": "worried", "meta": {"pile_set_name": "OpenSubtitles"}}
{"sentence": "\"You're unhappy, you blame it on the other person.\"", "keyword": "unhappy", "meta": {"pile_set_name": "OpenSubtitles"}}
{"sentence": "\"Before he found out he had nine months to live, he was worried about money.\"", "keyword": "worried", "meta": {"pile_set_name": "OpenSubtitles"}}
{"sentence": "\"You're sad, so you start a fight.\"", "keyword": "sad", "meta": {"pile_set_name": "OpenSubtitles"}}
{"sentence": "\" Or worse, he would've been raised...\" \" By two miserable parents.\"", "keyword": "miserable", "meta": {"pile_set_name": "OpenSubtitles"}}
{"sentence": "\"If that's what you see when you're watching the girls play...\" \"That means you're depressed.\"", "keyword": "depressed", "meta": {"pile_set_name": "OpenSubtitles"}}
{"sentence": "He's also worried developers would just build condos on the Eastside if there is no incentive to build rental apartments.", "keyword": "worried", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "There is support for Trump’s point, but it ignores other polling that highlights a more pessimistic view.", "keyword": "pessimistic", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "And all thats left to say on a side(sad) note is that they really don’t care about the vita anymore and that the PS4 firmware update number will soon overtake the vita’s :/", "keyword": "sad", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "Steve-O recalled the segment in his autobiography, stating: \"The following day, Pontius and I were scheduled to swim with great hammerhead sharks, accompanied by Manny....with the butt piercing wound still fresh, swimming with sharks might not have been very smart, but Manny wasn't worried about it....In retrospect, the fact that Manny was the arbiter of what was safe and reasonable is hilarious.", "keyword": "worried", "meta": {"pile_set_name": "Wikipedia (en)"}}
{"sentence": "Niger's daughters are upset because they thought of themselves to be the most beautiful goddesses in the world, but they found out that paleness is more attractive and no longer feel beautiful.", "keyword": "upset", "meta": {"pile_set_name": "Wikipedia (en)"}}
{"sentence": "But don't be worried, don't be afraid,", "keyword": "worried", "meta": {"pile_set_name": "YoutubeSubtitles"}}
{"sentence": "Yes, that is technically ironic, but maybe also very sad", "keyword": "sad", "meta": {"pile_set_name": "YoutubeSubtitles"}}
{"sentence": "An influential book espousing this view, Michael Pollan's “The Omnivore's Dilemma”, starts by asking: “What should we have for dinner?” By contrast, those worried about food supplies wonder: “Will there be anything for dinner?”", "keyword": "worried", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "The women were unhappy the video was out there.", "keyword": "unhappy", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "According to the mom’s post on the UrbanBaby parenting blog, the woman was upset that her daughter was enjoying a PB&J while perched in one of the store’s shopping carts.", "keyword": "upset", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "So far, 2018 has been a year of uneasy comedies, of stories that are ostensibly funny but hide something dark and sad at their core.", "keyword": "sad", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "And the series’s emotional core about sad 20-something magicians trying to bring back the thing that makes them sad (magic) remains rock solid.", "keyword": "sad", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "It must have felt bizarre to see your sad moment captured on camera.", "keyword": "sad", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "\"Well, Steven, at the moment I'm more worried about getting light on the actress.\"", "keyword": "worried", "meta": {"pile_set_name": "OpenSubtitles"}}
{"sentence": "\"Student leaders are anxious to meet with university officials to express their views on Vietnam.\"", "keyword": "anxious", "meta": {"pile_set_name": "OpenSubtitles"}}
{"sentence": "\" You miserable son of a bitch.\"", "keyword": "miserable", "meta": {"pile_set_name": "OpenSubtitles"}}
{"sentence": "Aww this is so cute but also sad...like Twilight will get to see all of her friends and family die out at some point...they aren't immortal like her or Cadance or Flurry Heart etc.", "keyword": "sad", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "It’s sad people on the left kept him from performing on a historic day.”", "keyword": "sad", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "“It will be a little lonely for me, but we can all go together,", "keyword": "lonely", "meta": {"pile_set_name": "Gutenberg (PG-19)"}}
{"sentence": "“If I weren’t so worried about that money, I should enjoy the", "keyword": "worried", "meta": {"pile_set_name": "Gutenberg (PG-19)"}}
{"sentence": "“As it is, I am so anxious", "keyword": "anxious", "meta": {"pile_set_name": "Gutenberg (PG-19)"}}
{"sentence": "Neither of the aborigines was anxious to work, but on the other hand,", "keyword": "anxious", "meta": {"pile_set_name": "Gutenberg (PG-19)"}}
{"sentence": "The winter, so far, had not been particularly lonely for the Montana", "keyword": "lonely", "meta": {"pile_set_name": "Gutenberg (PG-19)"}}
{"sentence": "“What the devil are you doing here?” demanded Creighton, with a worried", "keyword": "worried", "meta": {"pile_set_name": "Gutenberg (PG-19)"}}
{"sentence": "With all this, however, Clem had never seen the old man in gloomy mood.", "keyword": "gloomy", "meta": {"pile_set_name": "Gutenberg (PG-19)"}}
{"sentence": "Up in the bows was a huddled, miserable", "keyword": "miserable", "meta": {"pile_set_name": "Gutenberg (PG-19)"}}
{"sentence": "tell her the whole miserable story!", "keyword": "miserable", "meta": {"pile_set_name": "Gutenberg (PG-19)"}}
{"sentence": "What's got Musk much more worried about world war is artificial intelligence.", "keyword": "worried", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "\"We're OK.\" \"Yes\" \"Thank God Sam, you really had me worried.\"", "keyword": "worried", "meta": {"pile_set_name": "OpenSubtitles"}}
{"sentence": "Breaking into song again 23 years later because she's died of a stroke following years of debilitating illness and seclusion strikes me as futile and a bit sad – not unlike dancing into the British Museum to shake your fist at a mummy.", "keyword": "sad", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "The new alarms on the doors are loud and make her feel anxious.", "keyword": "anxious", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "Or just, like, throughout the day, I guess I'll be having an OK day, and then I'll just get sad.\"", "keyword": "sad", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "The Curse Says: The defending AFC Champion Tennessee Titans were upset by the Baltimore Ravens in the playoffs in part because of a bobbled pass by Eddie George that ended up as an interception by Ray Lewis.", "keyword": "upset", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "History tells us that the “upset” at the hands of the Ravens wasn’t particularly surprising considering the decade of success that followed – not to mention the fact that the Ravens had also beaten the Titans in the regular season and would go on to win Super Bowl XXXV.", "keyword": "upset", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "The playoff upset at the hands of the Seattle Seahawks came through no fault of Drew Brees.", "keyword": "upset", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "Senate Republicans have to be worried what else may come out in the weeks and months ahead; court tests may be settled that would require turning over more information - and perhaps even the testimony of administration witnesses in the face of White House stonewalling.", "keyword": "worried", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "Eddie Howe will not want to relive last season’s third-round upset at the hands of Millwall but could be on course for something even worse.", "keyword": "upset", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "Brentford’s Dean Smith and County’s Kevin Nolan are young English managers who are earning plenty of praise in their respective divisions, and while the Championship side are favourites County, led by the veteran striker Jon Stead, are riding high in League Two and may scent an upset.", "keyword": "upset", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "Paul Hayes could make a belated debut for the home side – the striker signed for Newport in October but registration issues have left Mike Flynn frustrated in his efforts to field the 34-year-old.", "keyword": "frustrated", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "West Ham’s manager will be desperate to avoid another upset.", "keyword": "upset", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "The sailing club's commodore, Euan McNair, said: \"Everybody is very shocked, it's an extremely sad occasion for us and our thoughts go out to his relatives.\"", "keyword": "sad", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "This balance was upset when the Europeans arrived in the 16th century.", "keyword": "upset", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "They challenge perceptions by spotlighting the sad reality of the Algonquin of Quebec and bringing the history of this people to the screen for the first time.", "keyword": "sad", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "All of a sudden these Pharisee who were strolling along behind us seem to become very upset about us eating the grain.", "keyword": "upset", "meta": {"pile_set_name": "BookCorpus2"}}
{"sentence": "I could see that Jesus was upset with them because they would rather remain silent than answer a simple question about kindness.", "keyword": "upset", "meta": {"pile_set_name": "BookCorpus2"}}
{"sentence": "If you are worried about saving your life then you are going to lose it but if you lose your life for my sake and gospels you will save it.\"", "keyword": "worried", "meta": {"pile_set_name": "BookCorpus2"}}
{"sentence": "Jesus turned to us in a sad manner and said,\" How difficult it will be for those who have wealth to enter into the Kingdom of God.", "keyword": "sad", "meta": {"pile_set_name": "BookCorpus2"}}
{"sentence": "Now when the other ten heard what was said they began to clamor about and they became very upset with James and John but I think they were more afraid that one of them would get something that the other would not get more than having a concern for Jesus.", "keyword": "upset", "meta": {"pile_set_name": "BookCorpus2"}}
{"sentence": "Jesus was very quiet and just looked around with a sad expression on His face.", "keyword": "sad", "meta": {"pile_set_name": "BookCorpus2"}}
{"sentence": "Yes how sad that they who were supposed to be the fruitful fig trees, they who were supposed to guide others withered right before our very eyes.", "keyword": "sad", "meta": {"pile_set_name": "BookCorpus2"}}
{"sentence": "John then told me some words of comfort when he said that Jesus told them,\" do not be anxious when they imprison you and are ready to bring you to trial for I will be with you in the form of the Holy Spirit (I did not understand what He meant about being with me in the form of the Holy Spirit at that time but now I do) and whatever is given to you in that hour speak it for it is I who speak with you.\"", "keyword": "anxious", "meta": {"pile_set_name": "BookCorpus2"}}
{"sentence": "He is very protective of his partner and the Turbokat and gets extremely upset if anything happens to either.", "keyword": "upset", "meta": {"pile_set_name": "Wikipedia (en)"}}
{"sentence": "“It’s one thing to be stressed out because of a big project with an impending deadline; it’s another entirely to be worried that I might not even know whether my code passes the staff’s hidden tests before the deadline,” she said.", "keyword": "worried", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "The student who did not want to be named, and another classmate who also asked to remain anonymous, said they are unhappy with the way their professor, Paul Hilfinger, has handled the problems with the grading system.", "keyword": "unhappy", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "so sad that dh cannot enjoy his retirement due to her needs.", "keyword": "sad", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "in what was anxious and what was peaceful.", "keyword": "anxious", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "Still, the NFL, bless its TV-flexing heart, claimed to be worried that rotten weather would put people at needless risk.", "keyword": "worried", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "High on the list is Venezuela’s soaring inflation, which, coupled with widespread scarcity of basic staples such as toilet paper, has made life miserable for most.", "keyword": "miserable", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "Because they steal all the green cards!” with a Mexican student looking upset with tears in his eyes.)", "keyword": "upset", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "Panel 7 Text: your actions, (A white woman is crying and saying “But I didn’t mean for it to be racist—“ while a white man comforts her saying “It’s okay, don’t cry.” A Black woman to their left looks upset and says “But that’s not the point.”) Panel 8 Text: inactions, (A white man is walking past a mosque graffitied with the words “Islam Is Terrorism.”) Panel 9 Text: and silences allow to pass.", "keyword": "upset", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "She headed south to London, and there she existed for several years as a lonely teenage werewolf.", "keyword": "lonely", "meta": {"pile_set_name": "Books3"}}
{"sentence": "What if she gets upset and starts tearing the place to pieces?", "keyword": "upset", "meta": {"pile_set_name": "Books3"}}
{"sentence": "One tries not to become upset, but really, she is an immense trial.", "keyword": "upset", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Decembrius had always had a tendency towards depression and he was worried that he might be heading for a serious episode.", "keyword": "worried", "meta": {"pile_set_name": "Books3"}}
{"sentence": "The MacRinnalch werewolf clan tended to lack sympathy for depressed werewolves.", "keyword": "depressed", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Decembrius tried to distract himself from his gloomy thoughts by looking round the café and by staring openly at two girls who'd just sat down at one of the small tables.", "keyword": "gloomy", "meta": {"pile_set_name": "Books3"}}
{"sentence": "As Moonglow greeted her brightly, she kept on trudging, an obviously unhappy werewolf.", "keyword": "unhappy", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Though it frustrated and embarrassed her that she was practically illiterate, she had no desire to sit in a classroom and display her ignorance to everyone.", "keyword": "frustrated", "meta": {"pile_set_name": "Books3"}}
{"sentence": "It would placate those ministers who are becoming anxious until I think of some better plan.\"", "keyword": "anxious", "meta": {"pile_set_name": "Books3"}}
{"sentence": "She'd been miserable in a way she thought would never end.", "keyword": "miserable", "meta": {"pile_set_name": "Books3"}}
{"sentence": "So the young werewolf hurried on towards the flat she shared with Daniel and Moonglow, where she could retire to the privacy of her own room, drink laudanum, curl up on her bed in her werewolf shape, and perhaps stop feeling anxious about the letter from Gawain.", "keyword": "anxious", "meta": {"pile_set_name": "Books3"}}
{"sentence": "\"Do you think she's still upset about college?\"", "keyword": "upset", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Suddenly depressed, Daniel retreated upstairs to his room to lie on his bed, play music loudly, and stare at the ceiling.", "keyword": "depressed", "meta": {"pile_set_name": "Books3"}}
{"sentence": "There had been a time when Kalix, on regaining her human form after the werewolf change, had been so upset at the thought of the food she'd consumed that she'd fall ill, vomit, and dissolve in waves of anxiety.", "keyword": "upset", "meta": {"pile_set_name": "Books3"}}
{"sentence": "The windows had been greatly extended recently, providing her chambers with more light than anywhere else in the rather gloomy castle.", "keyword": "gloomy", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Kalix sighed and shrank further down in her chair and worried again about the house meeting.", "keyword": "worried", "meta": {"pile_set_name": "Books3"}}
{"sentence": "She was relieved not to have been directly blamed for their problems, but now she was worried about money.", "keyword": "worried", "meta": {"pile_set_name": "Books3"}}
{"sentence": "But now, trying to fit in with the rest of the household, she found herself troubled by the differences between them all, and it made her unhappy.", "keyword": "unhappy", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Arabella was worried as she made her way back to her boyfriend's apartment.", "keyword": "worried", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Kalix sat upstairs on the bus feeling small, lonely, and hopeless.", "keyword": "lonely", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Unable to sort out her feelings, Kalix became depressed.", "keyword": "depressed", "meta": {"pile_set_name": "Books3"}}
{"sentence": "He was frustrated by her refusal to countenance having a relationship.", "keyword": "frustrated", "meta": {"pile_set_name": "Books3"}}
{"sentence": "She could understand why he felt frustrated.", "keyword": "frustrated", "meta": {"pile_set_name": "Books3"}}
{"sentence": "I've hardly heard a word of you since the sad affair of Sarapen.\"", "keyword": "sad", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Decembrius immediately felt depressed and spent the next hour or so thinking gloomily about Kalix, who, he admitted to himself, he wanted to see very much.", "keyword": "depressed", "meta": {"pile_set_name": "Books3"}}
{"sentence": "It helped his mood a little, though he still felt depressed about losing his bet, and though he still wanted Kalix.", "keyword": "depressed", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Moonglow's really worried, and the enchantress is in Scotland so she needs some help right away!\"", "keyword": "worried", "meta": {"pile_set_name": "Books3"}}
{"sentence": "She took a sip and then, because she was feeling anxious, took another.", "keyword": "anxious", "meta": {"pile_set_name": "Books3"}}
{"sentence": "When it came on, it fed on itself, and she became more and more anxious about being anxious.", "keyword": "anxious", "meta": {"pile_set_name": "Books3"}}
{"sentence": "\"How can he be too depressed to play?\"", "keyword": "depressed", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Why is our guitarist too depressed to play?\"", "keyword": "depressed", "meta": {"pile_set_name": "Books3"}}
{"sentence": "You can't just let our guitarist go around being brokenhearted and depressed.", "keyword": "depressed", "meta": {"pile_set_name": "Books3"}}
{"sentence": "So what is happening in the sad affair of Gawain?\"", "keyword": "sad", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Given enough time, I am quite certain a suitable man will come along who may erase the sad memory of your long string of romantic failures.\"", "keyword": "sad", "meta": {"pile_set_name": "Books3"}}
{"sentence": "He sagged a little, and felt depressed, and wished he knew where Kalix was.", "keyword": "depressed", "meta": {"pile_set_name": "Books3"}}
{"sentence": "The thought of Kalix sitting in her room trying to write out a list of suspects for the murder of Gawain seemed unbearably sad.", "keyword": "sad", "meta": {"pile_set_name": "Books3"}}
{"sentence": "\"Has she modernized them at all since the days she used to kill lonely travelers?\"", "keyword": "lonely", "meta": {"pile_set_name": "Books3"}}
{"sentence": "\"You're just worried I'll eclipse you,\" said Albermarle.", "keyword": "worried", "meta": {"pile_set_name": "Books3"}}
{"sentence": "\"Is this something to do with the time you became depressed in your final year and put on all that weight?\"", "keyword": "depressed", "meta": {"pile_set_name": "Books3"}}
{"sentence": "\"Were you very sad about Gawain?\"", "keyword": "sad", "meta": {"pile_set_name": "Books3"}}
{"sentence": "\"I really think she might leave,\" said Vex, and she looked gloomy again, \"but I've got a plan to cheer her up.\"", "keyword": "gloomy", "meta": {"pile_set_name": "Books3"}}
{"sentence": "\"One can see why the elves would be upset.\"", "keyword": "upset", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Vex looked worried, and she ran her fingers through her spiky bleached hair.", "keyword": "worried", "meta": {"pile_set_name": "Books3"}}
{"sentence": "\"We think he's upset over some woman, but he won't tell us about it.\"", "keyword": "upset", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Our guitarist is depressed because some slutty barmaid has hooked him with a few free pints of lager.\"", "keyword": "depressed", "meta": {"pile_set_name": "Books3"}}
{"sentence": "If she's been luring him with free beer and cleavage, why's he depressed?", "keyword": "depressed", "meta": {"pile_set_name": "Books3"}}
{"sentence": "\"It's sad he's fallen for me in such a big way,\" said Delicious, \"but I'm not going out with him.\"", "keyword": "sad", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Kalix shook her head, and felt quite miserable.", "keyword": "miserable", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Catching sight of Kalix's unhappy face, Moonglow was again moved to pity.", "keyword": "unhappy", "meta": {"pile_set_name": "Books3"}}
{"sentence": "\"Are you still upset I took your place on the quiz team?\"", "keyword": "upset", "meta": {"pile_set_name": "Books3"}}
{"sentence": "It was unfortunate that her werewolf friend seemed so unhappy.", "keyword": "unhappy", "meta": {"pile_set_name": "Books3"}}
{"sentence": "\"None of them are really sad over Sarapen anyway,\" thought the princess, as she waited.", "keyword": "sad", "meta": {"pile_set_name": "Books3"}}
{"sentence": "\"You can see why he's upset,\" said Delicious.", "keyword": "upset", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Angry at Albermarle and frustrated by the twins' inability to take anything seriously, Dominil left the room, mounted the stairs to her office, closed the door firmly, and sat down in front of her computer.", "keyword": "frustrated", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Now Kalix felt anxious about becoming anxious.", "keyword": "anxious", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Thrix had failed to elicit any response from Susi and was frustrated and annoyed at the whole affair.", "keyword": "frustrated", "meta": {"pile_set_name": "Books3"}}
{"sentence": "The council was still unhappy that the Fire Queen hadn't done it herself, as was traditional, but were pleased to have the matter settled.", "keyword": "unhappy", "meta": {"pile_set_name": "Books3"}}
{"sentence": "\"You've been miserable since you fled from the classroom.\"", "keyword": "miserable", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Now Kalix is upset as well.\"", "keyword": "upset", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Normally comfortable on his own, Decembrius realized he was lonely.", "keyword": "lonely", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Perhaps that was one reason he felt so depressed about Kalix.", "keyword": "depressed", "meta": {"pile_set_name": "Books3"}}
{"sentence": "As the afternoon turned into evening, Castle MacRinnalch was home to many unhappy werewolves.", "keyword": "unhappy", "meta": {"pile_set_name": "Books3"}}
{"sentence": "All of Markus's problems rose to the surface, and he felt bored and frustrated with life.", "keyword": "frustrated", "meta": {"pile_set_name": "Books3"}}
{"sentence": "\"They'd probably throw me off the walls,\" he thought, feeling even more depressed.", "keyword": "depressed", "meta": {"pile_set_name": "Books3"}}
{"sentence": "They found themselves sitting in front of the TV, watching music stations, unable to find anything they liked, too gloomy even to hurl abuse at the screen.", "keyword": "gloomy", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Vex held back, still unsure if she would eventually be blamed for whatever had upset her aunt.", "keyword": "upset", "meta": {"pile_set_name": "Books3"}}
{"sentence": "\"Maybe you won't be too unhappy if the Douglas-MacPhees do it for you.\"", "keyword": "unhappy", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Poor Wolf became increasingly anxious and hunted for food and warmth for his child, in case he might die.", "keyword": "anxious", "meta": {"pile_set_name": "Books3"}}
{"sentence": "She bared her teeth and growled in frustration, while her captors lapsed into a depressed silence.", "keyword": "depressed", "meta": {"pile_set_name": "Books3"}}
{"sentence": "\"I need breakfast,\" said Vex, which frustrated Kalix.", "keyword": "frustrated", "meta": {"pile_set_name": "Books3"}}
{"sentence": "The day was gloomy with intermittent rain, slightly dampening her long, white hair.", "keyword": "gloomy", "meta": {"pile_set_name": "Books3"}}
{"sentence": "If they did, they'd have to pay the toll, which they were anxious to avoid.", "keyword": "anxious", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Though he managed to pick up his guitar again, he was still calling Dominil at all hours, leaving agonized messages on her answering machine, and behaving like a depressed lover at every opportunity.", "keyword": "depressed", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Dominil felt that if she caught him looking at her with sad, moody eyes one more time, she might suddenly transform and rip his head off.", "keyword": "sad", "meta": {"pile_set_name": "Books3"}}
{"sentence": "In Princess Kabachetka's largest reception room, the one with the best view of the Eternal Volcano, her servant Alchet was nervous and unhappy.", "keyword": "unhappy", "meta": {"pile_set_name": "Books3"}}
{"sentence": "\"If Arabella Wolf is so worried about eating her boyfriend, why doesn't she move somewhere else?\"", "keyword": "worried", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Kalix remembered Vex's suggestion that she do her assignment on Curse of the Wolf Girl and felt briefly anxious again but managed to let it go.", "keyword": "anxious", "meta": {"pile_set_name": "Books3"}}
{"sentence": "It was troubling, and it made her anxious.", "keyword": "anxious", "meta": {"pile_set_name": "Books3"}}
{"sentence": "\"That's what I used to do at the castle when my mother got annoyed about me being depressed.", "keyword": "depressed", "meta": {"pile_set_name": "Books3"}}
{"sentence": "\"Apart from Gawain, what else is making you unhappy?\"", "keyword": "unhappy", "meta": {"pile_set_name": "Books3"}}
{"sentence": "In class, she just became too anxious to think properly.", "keyword": "anxious", "meta": {"pile_set_name": "Books3"}}
{"sentence": "\"Is that why you've been miserable?\"", "keyword": "miserable", "meta": {"pile_set_name": "Books3"}}
{"sentence": "She kept sneaking anxious glances at him as she drove, wondering if this was really the result of Malveria's curse.", "keyword": "anxious", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Moonglow was desperately anxious when she arrived home with Daniel.", "keyword": "anxious", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Moonglow worried more and didn't know what to do about anything.", "keyword": "worried", "meta": {"pile_set_name": "Books3"}}
{"sentence": "\"Pete isn't miserable about any barmaids.", "keyword": "miserable", "meta": {"pile_set_name": "Books3"}}
{"sentence": "\"She was upset at the time,\" reasoned Moonglow.", "keyword": "upset", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Moonglow mopped his brow and worried desperately.", "keyword": "worried", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Thrix and Captain Easterly's relationship had reached the stage where a minor upset in their plans no longer felt like a disaster.", "keyword": "upset", "meta": {"pile_set_name": "Books3"}}
{"sentence": "I am so worried about the shoes!", "keyword": "worried", "meta": {"pile_set_name": "Books3"}}
{"sentence": "I've got an office full of angry werewolves and a Fire Elemental who's liable to burst into flames when she gets upset.", "keyword": "upset", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Small things, when she was lonely.\"", "keyword": "lonely", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Though she was still worried about money, Daniel's sickness had been stressful, and she'd been working hard at college recently.", "keyword": "worried", "meta": {"pile_set_name": "Books3"}}
{"sentence": "When stressed or anxious, she took care to hide it from Daniel and Moonglow.", "keyword": "anxious", "meta": {"pile_set_name": "Books3"}}
{"sentence": "She'd felt like screaming at Daniel over the pizza, though she knew there was no reason to, and now that the feeling had faded, it left her anxious again.", "keyword": "anxious", "meta": {"pile_set_name": "Books3"}}
{"sentence": "The queen settled down reasonably comfortably with her partner for a game of whist with the Sorceress Livia and Lady Esuvius, neither of whom were likely to do anything to upset her.", "keyword": "upset", "meta": {"pile_set_name": "Books3"}}
{"sentence": "A few minutes later, as she sipped the tea supplied by Daniel, she admitted that it wasn't just her failure at the exam that was making her unhappy.", "keyword": "unhappy", "meta": {"pile_set_name": "Books3"}}
{"sentence": "When I myself was invited in the first rank of guests, I was quite worried that you had not been thought of.", "keyword": "worried", "meta": {"pile_set_name": "Books3"}}
{"sentence": "With that, Malveria dematerialized, leaving behind a depressed Daniel and a furious Vex.", "keyword": "depressed", "meta": {"pile_set_name": "Books3"}}
{"sentence": "She was also depressed after reading the latest financial figures for her company.", "keyword": "depressed", "meta": {"pile_set_name": "Books3"}}
{"sentence": "\"Sometimes I wake up so depressed about it I can't get out of bed.\"", "keyword": "depressed", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Have you any idea how miserable you are?\"", "keyword": "miserable", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Not wishing to upset Beatrice, she kept the thought to herself.", "keyword": "upset", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Encouraged by Vex and Daniel, she'd prepared well, but was so anxious about talking in front of the class that she'd started to feel the troubling sense of unreality that came on in times of particularly high stress.", "keyword": "anxious", "meta": {"pile_set_name": "Books3"}}
{"sentence": "She sat, unwashed and miserable, till she heard the sounds of students entering the building.", "keyword": "miserable", "meta": {"pile_set_name": "Books3"}}
{"sentence": "It was a sign that he was depressed, and she felt quite sad about his hopeless passion for Moonglow.", "keyword": "sad", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Decembrius was bored with being depressed but that didn't stop him from being depressed.", "keyword": "depressed", "meta": {"pile_set_name": "Books3"}}
{"sentence": "I'll be depressed for months, and I might never come out of it.\"", "keyword": "depressed", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Kalix found a night bus stop and waited, eager to get home, though anxious lest she was at the wrong stop.", "keyword": "anxious", "meta": {"pile_set_name": "Books3"}}
{"sentence": "She sometimes worried about taking the wrong bus on an unfamiliar route or boarding the bus on the wrong side of the road and traveling in the opposite direction.", "keyword": "worried", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Vex felt slightly depressed and wished she'd worked a bit harder on improving her traveling skills.", "keyword": "depressed", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Decembrius woke up feeling less depressed than he had for a long time.", "keyword": "depressed", "meta": {"pile_set_name": "Books3"}}
{"sentence": "The shoe upset and the champagne seemed to have erased her imagination.", "keyword": "upset", "meta": {"pile_set_name": "Books3"}}
{"sentence": "\"I thought you were looking depressed,\" said Vex, brightly.", "keyword": "depressed", "meta": {"pile_set_name": "Books3"}}
{"sentence": "It was dark and foggy outside, and though Beatrice and Heather were both werewolves quite capable of looking after themselves, he didn't like the thought of them wandering around, probably upset.", "keyword": "upset", "meta": {"pile_set_name": "Books3"}}
{"sentence": "You can spend the rest of your life being miserable and caring about nothing.", "keyword": "miserable", "meta": {"pile_set_name": "Books3"}}
{"sentence": "It's a sad day when one is forced to slaughter a lover.", "keyword": "sad", "meta": {"pile_set_name": "Books3"}}
{"sentence": "\"You seemed like a lonely little child.", "keyword": "lonely", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Dominil could not quite bring herself to embrace the unhappy young werewolf but managed to put her hand on her shoulder.", "keyword": "unhappy", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Thrix laughed a slurred, unhappy laugh.", "keyword": "unhappy", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Tears annoyed her, and she found it offensive that anyone should be so upset about being a werewolf.", "keyword": "upset", "meta": {"pile_set_name": "Books3"}}
{"sentence": "The new empress attempted to look sad while examining the clothes.", "keyword": "sad", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Some parents of a Connecticut high school were upset when first daughter Ivanka Trump made an unannounced visit to the school.", "keyword": "upset", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "Over the years, there have been various legends of the bells mysteriously ringing themselves at moments of sad or happy love affairs involving parishioners.", "keyword": "sad", "meta": {"pile_set_name": "Books3"}}
{"sentence": "But while the plight of polar bears is sad, their story doesn’t quite connect with life on our South Pacific archipelago.", "keyword": "sad", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "Hughes fell down in one area - when a peer worried that the CJEU ruling would have a disproportional impact on startups, such as a new search engine \"in a garage in Newark\".", "keyword": "worried", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "\"Oh, he's so anxious... and so blind to the dangers ahead.\"", "keyword": "anxious", "meta": {"pile_set_name": "OpenSubtitles"}}
{"sentence": "\"Oh, poor, miserable Gurgi deserves... fierce smackings and whackings on his poor, tender head.\"", "keyword": "miserable", "meta": {"pile_set_name": "OpenSubtitles"}}
{"sentence": "\"You're just a... a miserable coward.\"", "keyword": "miserable", "meta": {"pile_set_name": "OpenSubtitles"}}
{"sentence": "\" Why is the poor duckling so sad?\"", "keyword": "sad", "meta": {"pile_set_name": "OpenSubtitles"}}
{"sentence": "Other groups are similarly frustrated with long delays in the government's climate strategy, and some are also considering legal action.", "keyword": "frustrated", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "Sweet potato tots have either been fried in oil no hotter than bathwater or removed far too quickly, turning them into a sad, sodden clod of orange gnocchi.", "keyword": "sad", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "He is very upset which I do not blame him.", "keyword": "upset", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "I am so upset about this situation.", "keyword": "upset", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "\"I'm not worried, mr.\" \"Prime minister, just, uh... just, um, interested.\"", "keyword": "worried", "meta": {"pile_set_name": "OpenSubtitles"}}
{"sentence": "They cry, they’re frightened, they appear anxious and even hostile.", "keyword": "anxious", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "Sounds cool but I'm worried about a", "keyword": "worried", "meta": {"pile_set_name": "HackerNews"}}
{"sentence": "Got buy something you like or shut up you miserable fuck.", "keyword": "miserable", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "Nora seemed to grow more upset though, even starting to push Pyrrha away.", "keyword": "upset", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "She had seen Ruby climbing to her feet, so she wasn't too worried about her sister.", "keyword": "worried", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "They suggested that the mortgage boom was driven by financial innovations in securitization and groupings of bonds that attracted optimistic investors; the subsequent bust was driven by the creation of instruments that allowed pessimistic investors to bet against the housing market.", "keyword": "pessimistic", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "The mechanism they describe hinges on the same driving force of optimistic and pessimistic traders.", "keyword": "pessimistic", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "It could be that pessimistic investors lack the attention, willingness, or ability to enter the market on the first day or week of trading.", "keyword": "pessimistic", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "The sleepwalkers are coming awake, and for the first time this awakening has a collective reality; it is no longer such a lonely thing to open one's eyes.", "keyword": "lonely", "meta": {"pile_set_name": "Books3"}}
{"sentence": "I will never come to see you when I am grown up; and if anyone asks me how I liked you, and how you treated me, I will say the very thought of you makes me sick, and that you treated me with miserable cruelty.\"", "keyword": "miserable", "meta": {"pile_set_name": "Books3"}}
{"sentence": "I worried Nature with my Wheels", "keyword": "worried", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Born in a southern town, mothered by a strong, frustrated woman, she had won a scholarship to study with the director at the Peabody Conservatory in Baltimore, and by teaching at girls' schools had earned her way to further study in New York, Paris, and Vienna.", "keyword": "frustrated", "meta": {"pile_set_name": "Books3"}}
{"sentence": "This \"perfect\" daughter, though gratifyingly precocious, had early been given to tics and tantrums, had become permanently lame from arthritis at twenty-two; she had finally resisted her father's Victorian paternalism, his seductive charm and controlling cruelty, had married a divorced graduate student, had begun to write \"modern,\" \"obscure,\" \"pessimistic\" poetry, lacking the fluent sweetness of Tennyson, had had the final temerity to get pregnant and bring a living baby into the world.", "keyword": "pessimistic", "meta": {"pile_set_name": "Books3"}}
{"sentence": "But if a mother had deserted us, by dying, or putting us up for adoption, or because life had driven her into alcohol or drugs, chronic depression or madness, if she had been forced to leave us with indifferent, uncaring strangers in order to earn our food money, because institutional motherhood makes no provision for the wage-earning mother; if she had tried to be a \"good mother\" according to the demands of the institution and had thereby turned into an anxious, worrying, puritanical keeper of our virginity; or if she had simply left us because she needed to live without a child—whatever our rational forgiveness, whatever the individual mother's love and strength, the child in us, the small female who grew up in a male-controlled world, still feels, at moments, wildly unmothered.", "keyword": "anxious", "meta": {"pile_set_name": "Books3"}}
{"sentence": "The anxious pressure of one female on another to conform to a degrading and dispiriting role can hardly be termed \"mothering,\" even if she does this believing it will help her daughter to survive.", "keyword": "anxious", "meta": {"pile_set_name": "Books3"}}
{"sentence": "A woman of strength and honesty may, if she chooses, sever her marriage and marry a new male mate and society will be upset that the divorce rate is rising so—but there are few places in the United States, in any event, where she will be anything remotely akin to an \"outcast.\"", "keyword": "upset", "meta": {"pile_set_name": "Books3"}}
{"sentence": "That's a whole piece of history in itself, for my gentile grandmother and my mother were also frustrated artists and intellectuals, a lost writer and a lost composer between them.", "keyword": "frustrated", "meta": {"pile_set_name": "Books3"}}
{"sentence": "She was poor, older, struggling with a foreign tongue, anxious; she had escaped the death that had been intended for her, but I had no imagination of her possible courage and foresight, her resistance—I did not see in her a heroine who had perhaps saved many lives, including her own.", "keyword": "anxious", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Much as my parents had worried about questions of social belonging and acceptability, I had never had to swallow rage or humiliation to earn a paycheck.", "keyword": "worried", "meta": {"pile_set_name": "Books3"}}
{"sentence": "I tried for some time to admire the structure, the learnedness, the cadences of the poems, but the voice overall sounded dry and sad to me.", "keyword": "sad", "meta": {"pile_set_name": "Books3"}}
{"sentence": "They had a bottle of wine, seemed out for a good time, but depressed, ill at ease with each other.", "keyword": "depressed", "meta": {"pile_set_name": "Books3"}}
{"sentence": "She had to make herself like that, embracing her own authority and linguistic strangeness, or she'd have joined the ranks of sad, fluent female singers of her North American century.", "keyword": "sad", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Even though the poet, human being with many anxious fears, might want just to rest, acclimate, adjust, become naturalized, learn to write in a new landscape, a new language.", "keyword": "anxious", "meta": {"pile_set_name": "Books3"}}
{"sentence": "As the days and weeks and months passed, as I traded phone calls and visits and e-mails and letters with friends and political comrades and fellow artists, with neighbors and acquaintances, as we learned that \"America has gone to war\" and that unheard-of military and security measures must and would be taken for the protection of our victimized nation, as the Stars and Stripes flew from the radio antennae of enormous private vehicles and appeared in the anxious windows of small immigrant shops, as the bombing of an already suffering and impoverished country became our American twenty-first-century crusade, our mission, as that crusade was declared to extend to the entire globe, as news of domestic corruption on a seemingly unheard of scale (because so many of us did not know our economic history) vied on television with our vaunted military prowess against evil, as private and public grief for civilian losses from many cultures and nations at the World Trade Center had to make way for the patriotic imperative to spend, consume, rescue the economy for profiteering and militarization, as fear was sowed broadside by our government as well as by lethal extremist acts—I can only say that in this pressure chamber of history and politics, a great many elements previously held to be separate began to mix and fuse.", "keyword": "anxious", "meta": {"pile_set_name": "Books3"}}
{"sentence": "How sad \"amid lanes and through old woods\"", "keyword": "sad", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Nor did she include \"House Guest\" (pre-1969), in which the depressed live-in seamstress is surveyed much as Manuelzinho is—from a \"liberal\" middle-class perspective.", "keyword": "depressed", "meta": {"pile_set_name": "Books3"}}
{"sentence": "“I was quite pessimistic about Daniel’s ability to move on,” she said.", "keyword": "pessimistic", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "He told jurors that April told her mother she was worried about a black pickup she had seen that she thought was following her, though Jennifer Millsap testified that her boyfriend checked out the vehicle and the family was not concerned.", "keyword": "worried", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "Surprised and upset, Dori asked his name.", "keyword": "upset", "meta": {"pile_set_name": "Wikipedia (en)"}}
{"sentence": "Has me a little worried actually.", "keyword": "worried", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "(Richard) Schaefer and them are unhappy about something.", "keyword": "unhappy", "meta": {"pile_set_name": "Wikipedia (en)"}}
{"sentence": "The issue was later resolved with Marcos Maidana resorting to using Everlast Powerlock type gloves, leaving Maidana's trainer, Robert Garcia, unhappy with the negotiation.", "keyword": "unhappy", "meta": {"pile_set_name": "Wikipedia (en)"}}
{"sentence": "\"It must be an awfully sad song, because that's the way I felt then.\"", "keyword": "sad", "meta": {"pile_set_name": "OpenSubtitles"}}
{"sentence": "\"He'll be awful anxious to cut you in.\"", "keyword": "anxious", "meta": {"pile_set_name": "OpenSubtitles"}}
{"sentence": "\"I know, but I'm not worried about the Mick.\"", "keyword": "worried", "meta": {"pile_set_name": "OpenSubtitles"}}
{"sentence": "The new Pixel 4 and XL users have already reported various issues from clicking noises to miserable battery life.", "keyword": "miserable", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "He is one of the scientists who has been studying the trees over the past two decades and he is more than a little worried.", "keyword": "worried", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "The social media-verified sportsperson, who’s quite active (though not acutely anxious about experiencing FOMO) believes that the medium is more a boon than a bane.", "keyword": "anxious", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "A new study suggests that depressed people who are allergic to pollen are more likely to experience a worsening of their symptoms during allergy season.", "keyword": "depressed", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "While more research is needed to understand how allergies may make depression worse, the findings also indicate that treating a depressed person's allergies may help improve their mood, even if they aren't actually experiencing symptoms of an allergic reaction.", "keyword": "depressed", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "Shostakovich had announced once in September 1938 that he was anxious to work on his Sixth Symphony, which would be a monumental composition for soloists, chorus and orchestra employing the poem Vladimir Ilyich Lenin by Vladimir Mayakovsky, but the declamatory nature of the poem made it difficult to set.", "keyword": "anxious", "meta": {"pile_set_name": "Wikipedia (en)"}}
{"sentence": "“I feel frustrated sometimes by the type of politics we have in Northern Ireland where it is divided between green and orange,” he said.", "keyword": "frustrated", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "After being persuaded to run, Eisenhower scored a major victory in the New Hampshire primary, when his supporters wrote his name onto the ballot, giving him an upset victory over Taft.", "keyword": "upset", "meta": {"pile_set_name": "Wikipedia (en)"}}
{"sentence": "In the New Hampshire primary, Kefauver upset Truman, winning 19,800 votes to Truman's 15,927 and capturing all eight delegates.", "keyword": "upset", "meta": {"pile_set_name": "Wikipedia (en)"}}
{"sentence": "Many Democrats were particularly upset when Eisenhower, on a scheduled campaign swing through Wisconsin, decided not to give a speech he had written criticizing McCarthy's methods, and then allowed himself to be photographed shaking hands with McCarthy as if he supported him.", "keyword": "upset", "meta": {"pile_set_name": "Wikipedia (en)"}}
{"sentence": "Eisenhower became upset when CBS correspondent Dave Schoenbrun pointed this out and suggested he try altering his poses to make his forehead less noticeable and also apply makeup so it would not shine from the lighting.", "keyword": "upset", "meta": {"pile_set_name": "Wikipedia (en)"}}
{"sentence": "Wizard' Cuellar worried it might be \"one and done\" for the world's largest FGC event despite DBFZ having the highest viewership peak of EVO 2018.", "keyword": "worried", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "Even L.A. Mayor Eric Garcetti is worried about the potential effect of a work stoppage on the city.", "keyword": "worried", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "These EU level authorisations almost never take place, despite the fact that the products are routinely confirmed to be as safe as conventional crops.’ Späth adds that most applications to market GM crops for cultivation in the EU have been withdrawn by firms frustrated with delays.", "keyword": "frustrated", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "\"No need to get all anxious about \"satisfying your partner\".\"", "keyword": "anxious", "meta": {"pile_set_name": "OpenSubtitles"}}
{"sentence": "‘She’s more anxious now and she’s started to make excuses to not eat already, saying things like she has tummy ache.", "keyword": "anxious", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "NEW YORK (AP) — As Donald Trump approaches his inauguration, young Americans have a deeply pessimistic view about his incoming administration, with young blacks, Latinos and Asian Americans particularly concerned about what's to come in the next four years.", "keyword": "pessimistic", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "REUTERS/Shannon Stapleton NEW YORK (AP) — As Donald Trump approaches his inauguration, young Americans have a deeply pessimistic view about his incoming administration, with young blacks, Latinos and Asian Americans particularly concerned about what's to come in the next four years.", "keyword": "pessimistic", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "Kuinta Hayle, a 21-year-old African-American from Charlotte, said she is worried that Trump's selection for attorney general, Alabama Sen. Jeff Sessions, could roll back civil rights.", "keyword": "worried", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "Indeed, not all young Americans are pessimistic about the incoming president.", "keyword": "pessimistic", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "Whichever the case may be, it is always disappointing when students engage in these types of behaviors, and at times, you may feel frustrated, angry, or even helpless.", "keyword": "frustrated", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "Garnet: She must be upset that her son was taken into space by those Homeworld Gems.", "keyword": "upset", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "Gassman said he was unhappy with what was being discussed in mainstream news and wanted to find his own way to go after partisan media, which he said has become partly responsible for political polarization in the United States.", "keyword": "unhappy", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "“[The criticism made me] a little sad.", "keyword": "sad", "meta": {"pile_set_name": "OpenWebText2"}}
