{"sentence": "On the small green in front of the **Chapel Royal of St Peter ad Vincula** stood Henry VIII's scaffold, where seven people, including Anne Boleyn and her cousin Catherine Howard (Henry's second and fifth wives) were beheaded.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Executions were held here, most famously the torching of Protestants under Mary I and the grisly killing of Scottish hero William Wallace (Braveheart) in 1305; a plaque on the front of 2 **St Bartholomew's Hospital** commemorates him.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Turn left on to Queen Victoria St and then right into Bucklersbury, to spot d **St Stephen's Walbrook** directly in front of you.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "The clean, comfortable and affordable Seven Dials offers a highly central location and rooms at the front looking out over delightful Monmouth St and quieter rooms at the back, with less of a view.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Still great for grungy boozers and rock kids, Camden has lost ground on the bohemian-cool front to Hoxton and Shoreditch.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "All you need to do is touch your card to the yellow sensors on the station turnstiles or at the front of the bus.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "The region's position as the front line against Continental invaders has left a wealth of turbulent history, including the 1066 battlefield, Dover Castle's secret war tunnels and scattered Roman ruins.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "All rooms have similar decor in bold fabrics and funky European elm panelling, but it's the feature rooms everyone wants – their giant freestanding tubs are set in front of full-length bay windows with widescreen Channel views.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Inspired by the classical Theatre of Marcellus in Rome, it has a rectangular front end and a semicircular back, while the ceiling of the main hall is blanketed by a fine 17th-century painting of the triumph of truth over ignorance.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "In 1890 the college purchased a house in Stamford, convinced that the knocker on its front door was the original.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Much of the college facade dates from the 1440s and, unlike other older colleges, the front quad is largely unchanged in five centuries.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Right in the heart of the city, the Buttery is wonderfully central and offers views over college grounds from the front rooms.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Slap bang in the centre of Oxford, this grand hotel's front rooms look over St Mary's Church and into the very heart of Oxford University.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "With a sunny front terrace and a small, brightly coloured interior, this little hot spot is off the tourist track but well worth seeking out.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Soak up Weymouth's seaside charms from your bedroom – almost all here have superb views of the beach out front and the harbour behind.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "In this pristine Georgian terrace you get boating themes in the fresh, white bedrooms and boats right outside the front door.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "There are homemade cakes on arrival and home-baked biscuits on the tea tray, plus an oh-so-comfy guest lounge, where you can snooze in front of the wood-burner.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "You'll find plenty of locals in front of this intimate old pub's wood-burning stove.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "You literally can't get more central – step out of the front door and you're on the abbey's doorstep.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "It's a 15-minute walk from the front; buses 5 and 6 stop nearby.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Next, pause to admire the front of gorgeous 6St John's, before dropping into the captivating, 12th-century 7Round Church.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "A stout oak door leads into **First Court** , one of Cambridge's more picturesque front courts and the only circular one.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "ATilt the pole forward (that is, in the direction of travel of the punt) and push down to propel the punt forward.", "keyword": "forward", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Traditional rowing races along the Cam (or the Granta as the Cambridge stretch is called), in which college boat clubs compete to 'bump' the crew in front.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "It was once owned by the artist's family and is now used as an education centre, so although you can take in picture-perfect views from front and back, you can't go in.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "And the Aga-cooked breakfast is served in front of a vast fireplace.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Most impressive, however, are the remains of the western front, where the original abbey walls were burrowed into in the 18th century to make way for homes.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Nearby is **Samson Tower** and in front of it a beautiful statue of St Edmund by Dame Elisabeth Frink (1976).", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Among the restored 18th-century chambers is the dining room where Boulton and members of the esteemed Lunar Society met to discuss their world-changing ideas during the greatest technological leap forward since the invention of the wheel.", "keyword": "forward", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Dining highlights – in the low-lit front restaurant or glass conservatory – include seafood in champagne bisque, steaks and pies.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "A delightful jumble of winding medieval streets and timbered Tudor houses leaning at precarious angles, Shrewsbury ( _shroos_ -bree) was a crucial front in the conflict between English and Welsh in medieval days.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "The inn's sunny front patio overlooks Belvoir Castle.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "For overnight stays, try Waterways Cottage, an adorable thatched cottage right off the front of a biscuit box.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "In front of the museum is the **Jewry Wall** , part of Leicester's Roman baths.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "The transepts (1220−55) were built in Early English style; the octagonal chapter house (1260−90) and nave (1291–1340) in the Decorated style; and the west towers, west front and central (or lantern) tower (1470−72) in Perpendicular style.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Two-hour walking tours of the city, setting out from Exhibition Sq in front of York City Art Gallery.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "A cool little place with modern artwork mimicking the Edwardian stained glass at the front, No 8 offers a day-long menu of classic bistro dishes using fresh local produce, including duck breast with blood orange and juniper, and Yorkshire pork belly with star anise, fennel and garlic.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "The west front (early 15th century) is considered one of the finest of any parish church in England.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "The front lawn is the spot when the sun shines.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "On busy days the elbow-bending spills out onto the small green in front.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "In all other respects it's very similar to the other converted town houses on this strip, although it does have one of the most lovingly tended front gardens.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "With a sun-trap front terrace and a pleasantly laid-back vibe, this wonderful corner pub chalks up its delicious 'seasonal, fresh and local' offerings daily.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Edward I's subsequent campaign against the Welsh princes put an end to Llywelyn's ambitions and Caerphilly's short-lived spell on the front line came to an end.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "The distinctive **west front** , with its four pointed towers of purple stone, dates from this period.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "A focal point for the community, Neuadd Arms hosts the farmers' dogs on the couch in front of the fire and brews its own real ales (including seasonal offerings).", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Built on Clydeside, the former Royal Yacht _Britannia_ was the British royal family's floating holiday home during their foreign travels from the time of her launch in 1953 until her decommissioning in 1997, and is now moored permanently in front of Ocean Terminal.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Note the mahogany windbreak that was added to the balcony deck in front of the bridge.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "You'll find yourself in a small courtyard, but the house in front of you (built in 1590) was originally the edge of the street (the building you just walked under was added in 1726 – look for the inscription in the doorway on the right).", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "A particularly appealing front room is one of three excellent modernised bedrooms with fridges and good bathrooms.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Informal but smart, this well-loved restaurant in the centre of Callander occupies the two front rooms of a house on the main street.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "The front ones – pricier but enormous – have fabulous vistas; there's also a great family suite up the back and solicitous service.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Though it looks plain and boxy from the outside, the Apex sports the sort of stylish, spacious, sofa-equipped rooms that make you want to lounge around all evening munching chocolate in front of the TV.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Charges £20 a day for a quality bike with front suspension and disc brakes.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "It has six spacious bedrooms; those at the front have stunning views.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "The front rooms have harbour views but the busy dining area and little lounge are also good spots for contemplating the water.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "A cleverly designed modern building, Tigh an Dochais is one of Skye's best B&Bs – a little footbridge leads to the front door, which is on the 1st floor.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Out the front, the lovely owners have top self-catering apartments with great views, and three spacious en suite B&B rooms.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Despite victory in WWII, there was an unexpected swing on the political front in 1945.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "The clocks go forward for 'summer time' one hour at the end of March, and go back at the end of October.", "keyword": "forward", "meta": {"pile_set_name": "Books3"}}
{"sentence": "You're young, capable and have a lot of years in front of you.", "keyword": "front", "meta": {"pile_set_name": "HackerNews"}}
{"sentence": "When the captain would click on his mic and invite passengers to watch the takeoff on a closed-circuit screen at the front of the cabin, as American Airlines did in those days, Shel would look away.", "keyword": "front", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "Delhi metro services on Blue line briefly disrupted after girl jumps in front of approaching train: DMRC", "keyword": "front", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "Metro services on the Blue line was briefly disrupted on Friday after a girl allegedly jumped in front of an approaching train at Noida sector 16 station, Delhi Metro Rail Corporation (DMRC) said.", "keyword": "front", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "“Delay in service between Noida Electronic City and Dwarka Sector 21 after a girl jumped in front of an approaching train at Noida sector-16 heading towards Dwarka at around 10.45 am,” a DMRC spokesperson said.", "keyword": "front", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "\"\"Who's this cool peer of mine up in front the class?\"\"", "keyword": "front", "meta": {"pile_set_name": "OpenSubtitles"}}
{"sentence": "He appealed to the public to come forward if they have any information on the incident or the suspect.", "keyword": "forward", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "The attack occurred in front of the couple’s young children, who have now been sent to their grandmother in Singaraja for care.", "keyword": "front", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "Frederick Charles Lohden OBE (13 June 1871 – 13 April 1954) was an English sportsman who played rugby union as a forward at international level for England in a single game during the 1893 Home Nations Championship.", "keyword": "forward", "meta": {"pile_set_name": "Wikipedia (en)"}}
{"sentence": "Lohden showed promise as a sportsman while a youth, making the Durham School rugby XV while still a 15-year-old, the biggest forward in his team.", "keyword": "forward", "meta": {"pile_set_name": "Wikipedia (en)"}}
{"sentence": "I personally feel for this community and what the citizens have been through, and I know that it desperately needs to be able to put this matter behind it and begin to move forward,\" said DeWine.", "keyword": "forward", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "front page ... there is no \"community\" that decides what should be shown or", "keyword": "front", "meta": {"pile_set_name": "HackerNews"}}
{"sentence": "In order to move the discourse forward, this is a fact that trans women, and especially so-called trans activists (who claim to speak for all of us) must understand and embrace as true.", "keyword": "forward", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "A few miles out of town, on the other side of Kapar headed towards the coast, you'll find a shophouse with the roots of a jungle fig creeping down the front pillars of the building, the entire structure swallowed up by the tree – the doorway is now just a shadowy space that leads into the heart of a huge tangle of foliage.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Once a guy in the office said, _Lunseehai, such an arrogant bastard!_ He shouted it out loud right in front of me without expecting a reply, as if everyone thought the same of me, and that I was deaf and mute and couldn't hear what he was saying.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Jayden – that was me, but each time she pronounced the name in front of the entire courtroom it felt as though she was referring to someone else, because she said it as two separate words.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "If the catch was plentiful we could save some money and replace our worn-out shoes, buy a tarpaulin to stretch over the front yard to keep the rain out of the house – small things like that.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Now we could start farming cockles in the mudflats that stretched out for hundreds of yards right from our front doors.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "They didn't realise that there was nothing they could do about all the pollution flushing down the river that went right through the cities and emptied into the sea in front of our houses.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "From a distance, he looked like a superhero cartoon toy, stout and smiling, even though he'd been working since daybreak, tarring the dirt yard in front of the small office building with a few of the other guys, transforming it into a proper car park with a tarmac surface so the cars and scooters wouldn't churn up the mud in the rainy season.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "I wanted to scream all kinds of swear words, smash the glass cabinet in front of me with my bare fists, kick down the shelves of paint and screws and weighing scales, see all that cheap shit fall to the ground.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "I knotted it at the front, so that I could untie it easily to wipe the sweat from my face, and the men started to make fun of me.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "You won't understand that feeling – being powerless in front of a sheet of paper.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "I looked out at the men working in the yard, listened to the sound of the shovels against grit, the soft rumble of the cement mixer – all of it was like the rhythm of a strange music, lulling me to sleep as I sat in front of the files.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "I knew that if I truly wanted to become the person I was supposed to be, I would have to make sense of those papers in front of me.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Her Samsung Galaxy is on the table in front of me, recording everything I say, but she rarely looks at it.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "The slightest thing that happens – a motorbike pulls up in front of a house at night – all the dogs start barking.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "I stood watching her through the grille of the front door.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Most of the time he just sits at the front of a cramped stall in Bukit Bintang selling portable electronics, Discmans, VCR players, Nintendo – the sort of thing every other stall in the area seems to sell.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "A relative had told her about a house that had become vacant in Bagan Sungai Yu, two bedrooms, a big front room, a kitchen – just right for a woman, not young, not old, and her son, no longer a child but years away from becoming a man.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "I start to dish out a portion for her, and she slowly sits down in front of it.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "She herself slept on the rattan sofa in the living room, in front of the TV that was never turned off in the ten days I stayed there.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "She had no family, no phone, no one to keep her company – all she looked forward to was collecting the two hundred ringgit from her tenants at the start of each month, which she kept in a biscuit tin under the sofa.", "keyword": "forward", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Most of us took a quick nap, seated near the entrance, under the ceiling fan, resting our heads on the table in front of us with our folded arms as a pillow.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "I had placed the pack of Salems on a ledge in front of me, slightly to my right, in between two basins, so that if the police burst in I'd be able to claim ignorance, but if anyone else tried to take them I'd say they were mine.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "The deliberate drawing to a halt, one in the laneway next to the kitchens, the other right in front of the restaurant, engines killed almost at the same time.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "But she doesn't want to say anything, she pushes past them at the front gate, shielding her face from the cameras with her handbag.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "I could see her watching me struggle – she was only a few years older than me, about thirty, I'd guess, but her neat blouse and dark businesswoman-type trousers, with sharp creases down the front, made her seem older and wiser.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "When we got married four months later, we moved into a small house in Taman Sentosa, just next to the Klang Bypass highway – a single-storey link-house with a cement yard out the front, almost identical to the one we're sitting in now.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "I'd come home late and find her sitting at the dining table with her calculator and a mass of bills and bank statements spread out in front of her.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Sometimes she'd be sitting in front of the computer, playing Tetris, or looking at news of celebrities from Hong Kong, and wouldn't acknowledge me when I walked in.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "A section of the metal grille on the front door rusting away and crumbling, actually falling off before our eyes ( _Don't worry, only a cat or a small dog could get in, not even a child robber could squeeze through that_ ).", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "I didn't know if the disgust I felt – the bitter nausea that swelled up inside me, rising into my throat – I didn't know if it was because of the smell or the sudden sadness I felt, a kind of helplessness standing in front of that pile of excrement.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "She sat me down in front of the papers and flow charts she'd laid out on the table and spoke slowly.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Jia you!_ Sometimes she'd show me a photo of the woman posing in various locations – Hong Kong airport, Vancouver airport, in front of Big Ben in London, the Eiffel Tower in Paris, and other places I'd never heard of.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "I'd come home in the evening and she'd be in front of the computer, so I'd eat dinner on my own, quickly, trying to avoid the feeling of being cut off from her even in our own house.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "I asked Mr Lai for a loan, and added the money to my savings, which made me appear better-off than I actually was, so the bank lent me more money to buy a new house in Taman Bestari – three bedrooms, a garden at the front and a small concrete yard at the back, in an area that had only been developed a few months previously.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Late in the afternoon, standing in the crowd in front of Public Bank, I've never had such an extraordinary feeling of belonging to something bigger than just myself or my family.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "She laughs and opens her folder, leaning forward to check her phone.", "keyword": "forward", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Maybe that's why the man's name lodged in my head – because all the time I spent hearing him being discussed in front of me, I remembered the way he stood, his feet planted widely apart so that he seemed solid and unmoving, unlike the other foreign workers.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "In the evenings, just before going upstairs to bed, I'd see her in front of the TV with a cup of _leung cha_ , or spooning some _gui ling gou_ out of a jar she'd bought at her favourite place in Jusco Mall.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Perhaps there's only one true way forward.", "keyword": "forward", "meta": {"pile_set_name": "Books3"}}
{"sentence": "The long wispy ends of his hair, both front and back, were dyed coppery orange, just as they had been all those years before.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "But his clothes were smarter – a proper short-sleeved shirt, open at the neck to show off a gold chain, trousers with creases pressed down the front, and black leather shoes that made a clicking sound on the concrete as he approached.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "There used to be small gardens in front of the houses, now there are only cars, only Proton Sagas crammed into the concrete yards.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Someone is hitting the metal grille on the front door, and I know it's her.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "The back doors were stuck and couldn't open, so I had to climb in over the front seat.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Sometimes I'd arrive back from school and he'd be sitting in front of the TV, shirtless and still in the same shorts he'd been wearing that morning and in fact the night before.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "I'd come home to find her and Uncle Kiat already in front of the TV, dinner cleared away and the table wiped clean with the disinfectant Uncle Kiat favoured.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "My first memories of the village are of observing it from the scooter, sitting in front of my mother, cradled in her lap and reaching out for the handlebars as if I was steering it myself.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Often they would just sit in front of the TV the whole evening, but sometimes they'd go out – I never knew where.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "The story of ordinary kids who suddenly found themselves reduced to the size of insects terrified me, and I spent most of the film with my hands in front of my eyes, screening out the worst of the horror.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "The man in the seat in front of me was asleep, his snoring clearly audible. '", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "He produced a screwdriver from his pocket and held it in front of my face as proof of his cunning.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "He wouldn't let me touch the hearing aid until we were at the front door, and he didn't leave until I'd gone inside the house.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "'It's been growing for at least ten years,' she said, pointing at the fuzzy circle on the x-rays that she held in front of my face as if it was my fault.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "He made an action with his hand in front of his mouth to indicate vomiting.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Keong was waiting for me just off the Meru highway, at exactly the spot he'd described – a layby in front of a small row of shops.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "He got out of the car when he saw me pulling into the space in front of him, flicked his cigarette into the dirt, emptied the remains of the packet of prawn crackers into his hand and shoved them into his mouth.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "He leaned forward and looked up at the sky, as if he could figure out our position relative to that of the sun – a feat that both of us knew he was incapable of.", "keyword": "forward", "meta": {"pile_set_name": "Books3"}}
{"sentence": "The houses were almost finished, rows and rows of simple two-storeys with green-tiled roofs and neat front yards – nothing special, you know the kind, you see them everywhere – but workers were still installing the windows and doors.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "In any case, there was no one around – the man running the bar, who had brought our drinks earlier, was now doubling up as a receptionist on the front desk.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "That man over there, leaning forward in his chair to get closer to his female companion – was he about to strike her, or speak to her?", "keyword": "forward", "meta": {"pile_set_name": "Books3"}}
{"sentence": "DBKL guys did it right in front of my eyes.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "The first was of her standing in front of the Merlion in Singapore, on a trip we'd taken not long after we got married.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "We strolled around the marina, posing for photos in front of the Merlion and the carpeted steps of the Fullerton Hotel, as if we were staying there.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "We sat near the front because we wanted the screen to feel as huge and all-engulfing as possible; the sound drummed in our ribcages and we felt its vibrations even after we'd left and were having _mee pok_ and barbecued wings at a late-night hawker centre in Balestier.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Jenny was leaning forward, sniffing the air-con vents for traces of cigarette smoke.", "keyword": "forward", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Her eyes were trained straight ahead, and I knew that she was looking not at the smoky exhaust pipe of the van in front of us, but at an auditorium full of attentive salespeople.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "I could see it so clearly: the street in front of me disappearing slowly under a rising tide of floodwater, bits of driftwood and plastic floating in the muddy filth, bacteria spreading everywhere.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "That's the kind of move they're looking at up front, and it'd be a good one.", "keyword": "front", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "“I was looking through stuff not that long ago, and I found a front page of the Sun from the Britpop era.", "keyword": "front", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "\"I don't wanna see any slack faces in the front of the house.\"", "keyword": "front", "meta": {"pile_set_name": "OpenSubtitles"}}
{"sentence": "The man was found wearing a blue or possibly beige “Westport” zippered jacket with a vinyl hood, a blue/grey/green plaid long sleeve shirt, a white t-shirt with a black collar and black sleeves with the word “Rush” in green on the front and blue jeans.", "keyword": "front", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "Jordan Perry Morris (born October 26, 1994) is an American soccer player who plays as a forward for Seattle Sounders FC in Major League Soccer, and the United States national team.", "keyword": "forward", "meta": {"pile_set_name": "Wikipedia (en)"}}
{"sentence": "The company still is moving forward with plans to encrypt all its messaging services, and make them interoperable — meaning you’ll eventually be able to send a message from WhatsApp to a user on Instagram, for example.", "keyword": "forward", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "\"Odds mean nothing without the question in front of us!\"", "keyword": "front", "meta": {"pile_set_name": "OpenSubtitles"}}
{"sentence": "It is a way of moving forward with the limited guidance that you have at this time.\"", "keyword": "forward", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "One of my earliest research projects as a graduate student in zoology at the University of Wisconsin was titled ‘Who Watches Who at the Zoo?’ I sat in front of a naturalistic exhibit of a family group of lion-tailed macaque monkeys (adult male, adult female, a juvenile and an infant) and pretended to watch them while, in fact, recording the conversations among zoo visitors about the monkeys.", "keyword": "front", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "Andy stepped forward and offered his hand to shake but Jackie panicked and handed him the glass of water in her hand instead.", "keyword": "forward", "meta": {"pile_set_name": "BookCorpus2"}}
{"sentence": "Andy gestured for me to get into his car and I climbed into the front passenger seat.", "keyword": "front", "meta": {"pile_set_name": "BookCorpus2"}}
{"sentence": "\"Do you want the front seat?", "keyword": "front", "meta": {"pile_set_name": "BookCorpus2"}}
{"sentence": "We climbed back into the cars and this time I offered Mark the front seat.", "keyword": "front", "meta": {"pile_set_name": "BookCorpus2"}}
{"sentence": "Startled by the request, I reached for my backpack sitting in the corner of the dining room and found my ratty old planner in the front pocket.", "keyword": "front", "meta": {"pile_set_name": "BookCorpus2"}}
{"sentence": "I was sticky and stiff when the front door opened and I heard a large group of people entering.", "keyword": "front", "meta": {"pile_set_name": "BookCorpus2"}}
{"sentence": "The next day, I was carefully lowered into Andy's front seat.", "keyword": "front", "meta": {"pile_set_name": "BookCorpus2"}}
{"sentence": "Mark leaned forward so that he could speak to me.", "keyword": "forward", "meta": {"pile_set_name": "BookCorpus2"}}
{"sentence": "I was really starting to look forward to the date.", "keyword": "forward", "meta": {"pile_set_name": "BookCorpus2"}}
{"sentence": "I was looking forward to some entertainment.\"", "keyword": "forward", "meta": {"pile_set_name": "BookCorpus2"}}
{"sentence": "\"Maybe we can get it from the front desk?\"", "keyword": "front", "meta": {"pile_set_name": "BookCorpus2"}}
{"sentence": "Brother Cole stepped forward and gave me a gentle but firm hug.", "keyword": "forward", "meta": {"pile_set_name": "BookCorpus2"}}
{"sentence": "I moved forward before he could open the door and pecked him on the cheek.", "keyword": "forward", "meta": {"pile_set_name": "BookCorpus2"}}
{"sentence": "Rebekah was a bit disappointed by the news, but managed not to appear too down in front of Mark.", "keyword": "front", "meta": {"pile_set_name": "BookCorpus2"}}
{"sentence": "He saw me safely through my front door and mussed my hair on his way out.", "keyword": "front", "meta": {"pile_set_name": "BookCorpus2"}}
{"sentence": "Forcing my way to the front of the mob, I gave my big, grown-up brother a hug.", "keyword": "front", "meta": {"pile_set_name": "BookCorpus2"}}
{"sentence": "\"Okay, pick me up in front of the law building at 7:45.", "keyword": "front", "meta": {"pile_set_name": "BookCorpus2"}}
{"sentence": "At 7:20, I parked myself on D41's front step and waited.", "keyword": "front", "meta": {"pile_set_name": "BookCorpus2"}}
{"sentence": "Ignoring the giggles, I crossed my fingers that he would have some news on the Andy front and climbed out of the car.", "keyword": "front", "meta": {"pile_set_name": "BookCorpus2"}}
{"sentence": "He left us standing around in our group and walked forward to talk to a few.", "keyword": "forward", "meta": {"pile_set_name": "BookCorpus2"}}
{"sentence": "He motioned me forward with his hand and I walked to him.", "keyword": "forward", "meta": {"pile_set_name": "BookCorpus2"}}
{"sentence": "\"I'm here with some friends tonight,\" Mark said as he walked forward and pulled out the wheelchair from the corner of the room.", "keyword": "forward", "meta": {"pile_set_name": "BookCorpus2"}}
{"sentence": "Sure enough, Mom had me deep in holiday activities two hours after I walked in the front door.", "keyword": "front", "meta": {"pile_set_name": "BookCorpus2"}}
{"sentence": "\"So let's get the lowdown,\" Dad had placed his elbows on the table and was leaning forward.", "keyword": "forward", "meta": {"pile_set_name": "BookCorpus2"}}
{"sentence": "I was grateful that he wasn't inclined to pry any deeper on the Andy front.", "keyword": "front", "meta": {"pile_set_name": "BookCorpus2"}}
{"sentence": "\"I've been looking forward to Christmas with my family for a long time now.\"", "keyword": "forward", "meta": {"pile_set_name": "BookCorpus2"}}
{"sentence": "We were to meet George and Lindsey at the front of the visitors' center.", "keyword": "front", "meta": {"pile_set_name": "BookCorpus2"}}
{"sentence": "I could see my life stretching out long and lonely in front of me.", "keyword": "front", "meta": {"pile_set_name": "BookCorpus2"}}
{"sentence": "Just putting one foot in front of the other, I walked through the streets heading in the general direction of my apartment.", "keyword": "front", "meta": {"pile_set_name": "BookCorpus2"}}
{"sentence": "It was all I could do, though with every step forward it seemed like I was being pushed back.", "keyword": "forward", "meta": {"pile_set_name": "BookCorpus2"}}
{"sentence": "The experience would certainly be good and I wasn't really looking forward to another long summer at home; especially watching Lindsey's tummy expand.", "keyword": "forward", "meta": {"pile_set_name": "BookCorpus2"}}
{"sentence": "As I struggled down the hall and out the front door with it, I promised myself again that I would do it sooner next time.", "keyword": "front", "meta": {"pile_set_name": "BookCorpus2"}}
{"sentence": "\"The feelings were mixed, but it is my decision and I am looking forward to it.\"", "keyword": "forward", "meta": {"pile_set_name": "BookCorpus2"}}
{"sentence": "I pulled out a new spiral notebook and wrote Cole Family Vacation on the front cover.", "keyword": "front", "meta": {"pile_set_name": "BookCorpus2"}}
{"sentence": "This time I was dressed properly and sitting in the front row.", "keyword": "front", "meta": {"pile_set_name": "BookCorpus2"}}
{"sentence": "I don't want to feel bad eating in front of you; my treat.\"", "keyword": "front", "meta": {"pile_set_name": "BookCorpus2"}}
{"sentence": "The front yard was full of trees; most looked like they bore fruit of some kind, but it was too early in the season to tell what.", "keyword": "front", "meta": {"pile_set_name": "BookCorpus2"}}
{"sentence": "Kids poured through the front door.", "keyword": "front", "meta": {"pile_set_name": "BookCorpus2"}}
{"sentence": "We walked through the front door into an entry way that was crowded with shoes and backpacks.", "keyword": "front", "meta": {"pile_set_name": "BookCorpus2"}}
{"sentence": "His arrival was hard to miss because Ruth went bursting through the front door, \"Daddy's home!\"", "keyword": "front", "meta": {"pile_set_name": "BookCorpus2"}}
{"sentence": "I walked forward holding out my hand as if for a shake, but of course, Brother Cole hugged me.", "keyword": "forward", "meta": {"pile_set_name": "BookCorpus2"}}
{"sentence": "The front door opened as I finished my prayer.", "keyword": "front", "meta": {"pile_set_name": "BookCorpus2"}}
{"sentence": "He was walking forward now not waiting for a response.", "keyword": "forward", "meta": {"pile_set_name": "BookCorpus2"}}
{"sentence": "He guided me out the front door with his hand on the small of my back.", "keyword": "front", "meta": {"pile_set_name": "BookCorpus2"}}
{"sentence": "He was just going up for a basket when I got in front of him to block.", "keyword": "front", "meta": {"pile_set_name": "BookCorpus2"}}
{"sentence": "I walked a couple of steps forward and I placed a kiss on Mark's forehead.", "keyword": "forward", "meta": {"pile_set_name": "BookCorpus2"}}
{"sentence": "Lost in thought, I didn't even realize that we were parked in front of the store.", "keyword": "front", "meta": {"pile_set_name": "BookCorpus2"}}
{"sentence": "It was a chance to do something special with his brother and they had both being looking forward to it.", "keyword": "forward", "meta": {"pile_set_name": "BookCorpus2"}}
{"sentence": "I took his hand and together we walked through the front door.", "keyword": "front", "meta": {"pile_set_name": "BookCorpus2"}}
{"sentence": "We sat on the front porch steps.", "keyword": "front", "meta": {"pile_set_name": "BookCorpus2"}}
{"sentence": "The front porch light flicked on and off.", "keyword": "front", "meta": {"pile_set_name": "BookCorpus2"}}
{"sentence": "Excited, I almost ran across the small field in front of me.", "keyword": "front", "meta": {"pile_set_name": "BookCorpus2"}}
{"sentence": "Caleb was quite good with backward somersaults and I managed a forward flip even though I was out of practice.", "keyword": "forward", "meta": {"pile_set_name": "BookCorpus2"}}
{"sentence": "I sat on my sleeping bag, hair fallen forward picking through it with a vengeance.", "keyword": "forward", "meta": {"pile_set_name": "BookCorpus2"}}
{"sentence": "There was a big carved heart on the front and a goldfish on the lid.", "keyword": "front", "meta": {"pile_set_name": "BookCorpus2"}}
{"sentence": "\"He was supposed to do it in front of the family before he left for the backpack trip.\"", "keyword": "front", "meta": {"pile_set_name": "BookCorpus2"}}
{"sentence": "Get out!” Loayes, who thought an earthquake had struck, gathered the children and bolted to the front door.", "keyword": "front", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "But the front door was gone.", "keyword": "front", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "Look forward to hearing from you.", "keyword": "forward", "meta": {"pile_set_name": "Enron Emails"}}
{"sentence": "I’m looking forward to seeing the first draft of the book.", "keyword": "forward", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "We have a lot of stories and we’re looking forward to sharing these with you.", "keyword": "forward", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "The front is dominated by a 5.5-inch display, and the addition of 2.5D curved glass makes a substantial difference when using the screen.", "keyword": "front", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "There's a 5MP camera up front that also sports an f/2.0 lens.", "keyword": "front", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "So that's why we've been so bent on making sure that the public will know those terms going forward.\"", "keyword": "forward", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "“And, we look forward to working with him for a long period of time to come.”", "keyword": "forward", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "Without referencing the reporting, Trump announced on Twitter earlier Tuesday the acting secretary will not go forward with confirmation in order to focus on his family.", "keyword": "forward", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "“Acting Secretary of Defense Patrick Shanahan, who has done a wonderful job, has decided not to go forward with his confirmation process so that he can devote more time to his family,” the president tweeted.", "keyword": "forward", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "The first DSG transaxle that went into production for the Volkswagen Group mainstream marques had six forward speeds (and one reverse) and used wet/submerged multi-plate clutch packs (Volkswagen Group internal code: DQ250, parts code prefix: 02E).", "keyword": "forward", "meta": {"pile_set_name": "Wikipedia (en)"}}
{"sentence": "One oil circuit, consisting of , lubricates the hydraulic clutches and mechatronics with fully synthetic specialist automatic transmission fluid (ATF), whilst the other oil circuit lubricates the gear trains and front and centre differentials with  of conventional hypoid gear oil.", "keyword": "front", "meta": {"pile_set_name": "Wikipedia (en)"}}
{"sentence": "At the same time, on the alternate gear shaft, the reverse gear clutch K1 is also selected (pre-selected), as the gearbox doesn't know whether the driver wants to go forward or reverse.", "keyword": "forward", "meta": {"pile_set_name": "Wikipedia (en)"}}
{"sentence": "When the driver releases the brake pedal, the K2 clutch pack increases the clamping force, allowing the second gear to take up the drive through an increase of the bite point, and thereby transferring the torque from the engine through the transmission to the drive shafts and road wheels, causing the vehicle to move forward.", "keyword": "forward", "meta": {"pile_set_name": "Wikipedia (en)"}}
{"sentence": "Depressing the accelerator pedal engages the clutch and causes an increase of forward vehicle speed.", "keyword": "forward", "meta": {"pile_set_name": "Wikipedia (en)"}}
{"sentence": "This method of operation continues in the same manner for the remaining forward gears.", "keyword": "forward", "meta": {"pile_set_name": "Wikipedia (en)"}}
{"sentence": "To change up a gear, the lever is pushed forward (against a spring pressure) towards the +, and to change down, the lever is pulled rearward towards the −.", "keyword": "forward", "meta": {"pile_set_name": "Wikipedia (en)"}}
{"sentence": "Speaking following a meeting with Mr Johnson on a visit to London, Mr Bolton said in the eyes of the president “Britain's constantly at the front of the trade queue, or line as we say.”", "keyword": "front", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "In 1989 Sun Ra performed in front of the school.", "keyword": "front", "meta": {"pile_set_name": "Wikipedia (en)"}}
{"sentence": "And even though it ditches the sneaky design of its forebears, it carries forward the Metal Gear legacy of dense narrative and offers the single, solitary glimpse of the series’ post-Snake future we’ll ever see from Kojima himself.", "keyword": "forward", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "That didn’t matter, though, because Metal Gear Solid offered an enormous leap forward in terms of what a story-driven action game could be.", "keyword": "forward", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "“What I like about the concept of the proposal is it puts right up front the basic issue: Are we basically a quasi-professional activity or primarily an educational activity?” university President Wallace Loh said.", "keyword": "front", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "The way the guys were given their redundancies on the front line last year, that's some thank you for the job you have taken on, dedicated your life to, risked your life for, as many have done.", "keyword": "front", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "Today, LifeArc provides intellectual property identification, protection and commercialisation, technology development, diagnostic development, early stage drug discovery and antibody humanization services for the MRC, academia, biotechnology and pharmaceutical organisations and charities, aiming to move promising medical research forward into viable and accessible patient treatments.", "keyword": "forward", "meta": {"pile_set_name": "Wikipedia (en)"}}
{"sentence": "Hope you guys are looking forward to it.", "keyword": "forward", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "The quantity and quality of camp personnel was very low, as the more qualified men were at the front.", "keyword": "front", "meta": {"pile_set_name": "Wikipedia (en)"}}
{"sentence": "And then there were the phono front ends and the loudspeakers of the day.", "keyword": "front", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "Before the Las Vegas shootings, legislation moved forward in a House committee that would relax restrictions on obtaining gun silencers, there were a number of reports that the legislation would come for a vote this week.", "keyword": "forward", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "The first difference you notice… the church has a permanent sign out front now.", "keyword": "front", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "AJ gets up to make an announcement… for the first time that I’ve seen, he’s being very forward about the state of the church’s finances.", "keyword": "forward", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "And so to make up the difference, AJ needs to raise $5000 more every month going forward, just from people inside the church.", "keyword": "forward", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "And, because I have a microphone in front of me … I just want to thank the entire StartUp team one more time --- Lisa Chow, Molly Messick, Lauren Silverman, Bruce Wallace, Heather Rogers, Amy Standen, Simone Polanen, Sara Sarasohn, Peter Leonard, Angelina Mosher, and Sindhu Gnanasambandan.", "keyword": "front", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "In light of how mature the smartphone market has become in the last few years, it’s hard for a new phone to stand out as something that takes anything more than a few baby steps forward.", "keyword": "forward", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "First, the phone will almost certainly be compared to the iPhone thanks to its antenna lines and large top-and-bottom front bezels.", "keyword": "front", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "The idea of what Google might be able to accomplish going forward is exciting, and the Pixel is a glimpse at a future where Google’s own hardware competes with the Samsungs and Apples of the world — and maybe even wins.", "keyword": "forward", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "she used to say, and he'd look right down her front and say,\" \"\"I'd Iike breast, please, and then maybe a bit of leg and stuffing.\"\"", "keyword": "front", "meta": {"pile_set_name": "OpenSubtitles"}}
{"sentence": "\"please not...\" \"Not in front of Effy, Jim.\"", "keyword": "front", "meta": {"pile_set_name": "OpenSubtitles"}}
{"sentence": "The Red Sox front office felt that since the team was based in Florida, its mascot should be reflective to the area.", "keyword": "front", "meta": {"pile_set_name": "Wikipedia (en)"}}
{"sentence": "We look forward to a partnership with the high caliber professionalism the MEC displays.”", "keyword": "forward", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "The grassy slope in front of them led gently down into a broad, lush valley bordered by wooded hills on the far side.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "He had left his rangy, sand-colored stallion Sundown and his pack horse tied in front of a general store to take his pasear along the street.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "In the next block, he paused to tip his head back and study the big fancy sign that stretched along the front of the building where he had paused.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "The building was fancy, too, with two stories and a lot of elaborate scrollwork and trim on its front.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "He filled a mug with beer from a tap and slid it in front of Jamie.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "From the corner of his eye, he saw one of the saloon's front doors swing open.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "The wagon master leaned forward, his face going gray from the shock of the blow.", "keyword": "forward", "meta": {"pile_set_name": "Books3"}}
{"sentence": "He lowered his head and plowed forward.", "keyword": "forward", "meta": {"pile_set_name": "Books3"}}
{"sentence": "The man edged forward to stare at Ralston's unconscious form.", "keyword": "forward", "meta": {"pile_set_name": "Books3"}}
{"sentence": "As he stepped out onto the boardwalk in front of the saloon, movement to his left caught his attention.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "He sat at one of the tables with several of his men, a bottle and glass in front of him.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "The saloon didn't have a sign on it, just the word SALOON painted in big letters on the upper part of the false front.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Swint, Bodie, Hinkley, and Green tied their horses at the hitch rail in front of it and went inside.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Posters out front said there was gonna be a show.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "She pushed back the rich brown ringlets of hair that kept trying to fall in front of her face when she leaned through Juliet's \"window,\" which was part of the set the troupe had erected on the stage of Mr. Channing's theater.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "He'd had the neckline cut low enough to display what Savannah considered a scandalous amount of cleavage, especially when she leaned forward to say her lines.", "keyword": "forward", "meta": {"pile_set_name": "Books3"}}
{"sentence": "\"Give the rubes in the front row what they want to see,\" he always said.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "The man was wearing a top hat, which he swept off and held in front of him as he performed a half-bow.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "His breath fogged a little in front of his face as he held his hands out toward the fire's heat.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "He stopped before he made the draw, as two youngsters skidded to a halt in front of him.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "The place was closed, but Bodie and Jake had stood on the boardwalk in front of the building, looking at the posters tacked up next to the ticket window.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "He didn't know which parts she played in the show, but he was looking forward to finding out.", "keyword": "forward", "meta": {"pile_set_name": "Books3"}}
{"sentence": "She smiled as she walked forward, letting her eyes sweep over the audience.", "keyword": "forward", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Bodie edged forward in his seat as Savannah appeared in that window and leaned through it so the audience could get a good look at her.", "keyword": "forward", "meta": {"pile_set_name": "Books3"}}
{"sentence": "She was worth looking at, wearing a thin gown that was cut almost sinfully low in front.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "As they reached the sidewalk in front of the theater, a very well-dressed man with dark blond hair under his black hat and a neatly trimmed mustache of the same shade bumped hard into Bodie's shoulder.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Savannah was sitting at one of the tables in front of a mirror, removing the makeup she had worn as Juliet, when Cyrus knocked on the door and poked his head into the room.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "As her heel sunk into his flesh, he grunted in pain and bent forward.", "keyword": "forward", "meta": {"pile_set_name": "Books3"}}
{"sentence": "She didn't see anyone backstage, so she supposed they were waiting for her out front.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "All he could do was stand in front of the darkened theater and gaze at it, remembering what he had seen inside earlier.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "As he approached, he saw the carriage that had pulled up in front of it.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "The world spun crazily and the night turned red in front of his eyes for a second, and he knew he was close to passing out.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "\"You got somethin' you can't say in front of these fellas?", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "He didn't like speaking to Bradford this way in front of the man's children, but facts were facts and they needed to get on the trail.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "It's what'll be in front of us that we'll have to worry about.\"", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "She was looking forward to the chance to talk with him again.", "keyword": "forward", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Jamie and Bodie rode to the front of the train, where the big frontiersman paused and lifted his right arm above his head.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "With a shuffling of hooves, a creaking of leather, and a rasp of wheels turning, the wagons lurched forward into motion.", "keyword": "forward", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Jamie and Bodie rode about a hundred yards in front of the lead wagon.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "As the men approached, Bodie moved his horse out in front of his companions and called, \"Jake!", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Jamie turned Sundown toward the front of the train again.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "In a matter of moments, he had gone from having barely enough scouts to maybe having too many, Jamie thought as he rode toward the front of the train.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Savannah dried her hands on the apron she wore, then walked with Bodie to the front of the wagon.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "His opponent twisted aside and shot a fist upward in a blow that landed on Jamie's jaw, a powerful punch that threw Jamie to one side.", "keyword": "upward", "meta": {"pile_set_name": "Books3"}}
{"sentence": "In a way, he almost looked forward to continuing the battle, he thought as he slapped a hand against the muddy ground and pushed himself up.", "keyword": "forward", "meta": {"pile_set_name": "Books3"}}
{"sentence": "The man suddenly changed tactics, feinting and then lunging forward to catch Jamie in a bear hug.", "keyword": "forward", "meta": {"pile_set_name": "Books3"}}
{"sentence": "A lantern was burning inside the wagon, its yellow glow coming through the gaps around the canvas flaps in front and back.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "They plodded forward into the creek, obviously a little reluctant to fight the current, but as it took hold of them they began to swim and pulled the wagon into the deeper water.", "keyword": "forward", "meta": {"pile_set_name": "Books3"}}
{"sentence": "His hand wrapped around her wrist and he hauled upward, lifting her from the stream almost effortlessly as if she had been a child's toy.", "keyword": "upward", "meta": {"pile_set_name": "Books3"}}
{"sentence": "MacCallister would be watching his back trail, but he probably wouldn't expect death to be waiting in front of him.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Swint leaned forward sharply in his chair, sensing with his predator's instincts that this might be the lead they had been looking for.", "keyword": "forward", "meta": {"pile_set_name": "Books3"}}
{"sentence": "By the time he reached the wagon he was leaning forward into it, struggling against the violent gusts.", "keyword": "forward", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Huge clouds of steam fogged the air in front of the men's faces every time they exhaled.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Jamie conveyed that to the war chief, but before the Cheyenne leader could respond, one of the other warriors suddenly pushed his pony forward and spoke up angrily.", "keyword": "forward", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Another of the Cheyenne pushed his horse forward.", "keyword": "forward", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Before Jamie could stop him, Moses walked his horse forward, putting himself between the two groups.", "keyword": "forward", "meta": {"pile_set_name": "Books3"}}
{"sentence": "The ancient Cheyenne moved his pony forward until he and Moses sat alongside each other with their mounts facing in opposite directions.", "keyword": "forward", "meta": {"pile_set_name": "Books3"}}
{"sentence": "\"Good Lord,\" Bodie exclaimed as he and Jamie reined in atop a ridge and looked at the vast sea of brown in front of them.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Jamie grinned and rested his crossed hands on the saddle horn, shifting his weight forward to ease weary muscles.", "keyword": "forward", "meta": {"pile_set_name": "Books3"}}
{"sentence": "The man walked his horse forward into the light, trailed by several more members of Owen Murdock's crew.", "keyword": "forward", "meta": {"pile_set_name": "Books3"}}
{"sentence": "\"That's enough,\" Jamie said as he moved forward.", "keyword": "forward", "meta": {"pile_set_name": "Books3"}}
{"sentence": "When they reached the top of the narrow ridge, the two men crawled forward until they could look down into the canyon.", "keyword": "forward", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Within minutes they were mounted, with Abigail riding in front of Bodie and Alexander in front of Jamie, as they circled back toward the rest of the rescue party.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Bradford stepped forward and gathered them up in his arms.", "keyword": "forward", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Jamie reached down, grasped Alexander's hands, and pulled the boy up in front of him again.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "They had just emerged into the open when muzzle flame split the darkness, coming from in front of them.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "He knew none of the Blackfeet in the canyon could have gotten in front of them, so that left only one other explanation.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "\"If we hit the ones in front of us hard enough, could we bust through them?\"", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "As dawn turned the sky gray and then golden light spread from the east, Jamie scanned the landscape in front of the trees.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "His real front handle is Kirby, but he don't go by it no more.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "The effort caused the barrel to point upward.", "keyword": "upward", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Jamie stepped forward and caught the gun before it could fall to the ground.", "keyword": "forward", "meta": {"pile_set_name": "Books3"}}
{"sentence": "If Jamie had figured correctly—and he was pretty sure he had—Eagle Valley was right in front of them, about two weeks' journey away.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Two more weeks for the good weather to hold, he mused as he rode in front of the wagon train.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "They'll sit there in front of us for days without looking like they're getting any closer.\"", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "He came out of the wagon like a whirlwind, both guns extended in front of him.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "All three men drew their rifles and laid them across the saddles in front of them, then rode forward, still following the tracks.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "About a hundred yards in front of them, at the bottom of the grassy slope, lay three bloody, huddled shapes that had once been human.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "They rode forward, eyes constantly scanning the landscape around them for any sign of an attack.", "keyword": "forward", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Bodie rode out in front of the wagons with Audie and Nighthawk.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "With a rebel yell, he sent the stallion lunging forward and led the attack as the men galloped toward the startled Blackfeet, guns blazing.", "keyword": "forward", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Moses suddenly stepped forward, putting himself between Jamie and his companions and the hired killers.", "keyword": "forward", "meta": {"pile_set_name": "Books3"}}
{"sentence": "If further evidence of McMaster's outburst is revealed, we should all look forward to hearing the White House's unique interpretation.", "keyword": "forward", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "“Our hearts go out to those impacted by the fire, and we continue to work with our partner state agencies that are on the front lines.”", "keyword": "front", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "Jeremy Corbyn said he would put forward or support an amendment in favour of a public vote to stop Theresa May's deal being \"forced on the country\" if his Brexit demands are not met.", "keyword": "forward", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "\"That's why, in line with our conference policy, we are committed to also putting forward or supporting an amendment in favour of a public vote to prevent a damaging Tory Brexit being forced on the country.\"", "keyword": "forward", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "And the source said Labour would not back any amendments which include support for the PM's \"damaging Tory Brexit deal\", after being asked about support for a compromise plan put forward by Labour MPs Peter Kyle and Phil Wilson.", "keyword": "forward", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "Of course, there is a need to have sprint stages and transition stages, but back to back 200+km of flat roads aren’t the way forward anymore.", "keyword": "forward", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "When the race reaches the town of Arbois the road starts to go upward and we have some testing undulating roads over the next 58km.", "keyword": "upward", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "At the end, all they will see is a bearded man staring to the front.", "keyword": "front", "meta": {"pile_set_name": "HackerNews"}}
{"sentence": "contrast to this, people do all kinds of weird things in front of laptops.", "keyword": "front", "meta": {"pile_set_name": "HackerNews"}}
{"sentence": "Does anyone feel the need to cover their iPhone front facing camera?", "keyword": "front", "meta": {"pile_set_name": "HackerNews"}}
{"sentence": "I worked at Staples when I was 19, and when I first started I was a \"front end", "keyword": "front", "meta": {"pile_set_name": "HackerNews"}}
{"sentence": "Once, I was standing up front while there were no customers when all of the", "keyword": "front", "meta": {"pile_set_name": "HackerNews"}}
{"sentence": "above, \"<beep!> cashier to the front\".", "keyword": "front", "meta": {"pile_set_name": "HackerNews"}}
{"sentence": "I wonder if he covers front and back cellphone cameras.", "keyword": "front", "meta": {"pile_set_name": "HackerNews"}}
{"sentence": "Unfortunately, several months stand in front of us and the week one opener against the Buffalo Bills.", "keyword": "front", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "Unable to find anyone, he scrambles forward for a 5 yard gain, which brings out kicker Dan Carpenter to attempt to tie the game.", "keyword": "forward", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "I see Seema and me on a raised mandap on the banks of the Ashley River in front of our closest friends and family on an idyllic Fall day.", "keyword": "front", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "Half a century later, introducing the third edition of \"Cronache Operaie\", he remembers \" We were among the boys entered the factories in the early forties to replace the \"cannon fodder\" sent to front .\"", "keyword": "front", "meta": {"pile_set_name": "Wikipedia (en)"}}
{"sentence": "From this point forward, it should’ve been a simple procedure: place him and handcuffs and determine that he is not the man they are looking for.", "keyword": "forward", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "Twice this month picketers gathered in front of Sweeney's home to protest over the murder of Carol Bowne in Berlin.", "keyword": "front", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "The protests of Great Britain and Russia against the action of the German federal assembly, together with the proposal of Count Beust, on behalf of Saxony, that Bavaria should bring forward in that assembly a formal motion for the recognition of Duke Frederick's claims, helped Bismarck to persuade Austria that immediate action must be taken.", "keyword": "forward", "meta": {"pile_set_name": "Wikipedia (en)"}}
{"sentence": "The coupling consists of a coupling pin (or kingpin) on the front of the semi-trailer, and a horseshoe-shaped coupling device called a fifth wheel on the rear of the towing vehicle.", "keyword": "front", "meta": {"pile_set_name": "Wikipedia (en)"}}
{"sentence": "The traditional jukebox is rather large with a rounded top and has colored lighting on the front of the machine on its vertical sides.", "keyword": "front", "meta": {"pile_set_name": "Wikipedia (en)"}}
{"sentence": "It has a backrest that can be tilted back, causing a footrest to extend from the front.", "keyword": "front", "meta": {"pile_set_name": "Wikipedia (en)"}}
{"sentence": "Edward Knabusch and Edwin Shoemaker invented the first recliner in Monroe, Michigan in 1928 when they modified a wooden porch chair so that the seat moved forward as the back reclined.", "keyword": "forward", "meta": {"pile_set_name": "Wikipedia (en)"}}
{"sentence": "\"1928 Clip-on tie The clip-on tie is a bow tie or four-in-hand tie which is permanently tied, with a dimple just below the knot, and which is fixed to the front of the shirt collar by a metal clip.", "keyword": "front", "meta": {"pile_set_name": "Wikipedia (en)"}}
{"sentence": "Once enough text has been entered for the line, the operator depresses the casting lever mounted on the front right corner of the keyboard.", "keyword": "front", "meta": {"pile_set_name": "Wikipedia (en)"}}
{"sentence": "Motive power for the casting section came from a clutch-operated drive running large cams (the keyboard and distributor sections ran all the time, since distribution may take much longer; however, the front part of the distributor completed its job before the next line of matrices was distributed).", "keyword": "front", "meta": {"pile_set_name": "Wikipedia (en)"}}
{"sentence": "At the moment before casting, the mold disk moves forward on its slide.", "keyword": "forward", "meta": {"pile_set_name": "Wikipedia (en)"}}
{"sentence": "The crucible tilts forward, forcing the mouthpiece tightly against the back of the mold.", "keyword": "forward", "meta": {"pile_set_name": "Wikipedia (en)"}}
{"sentence": "When casting is complete, the plunger is drawn upward, pulling the metal back down the throat from the mouthpiece.", "keyword": "upward", "meta": {"pile_set_name": "Wikipedia (en)"}}
{"sentence": "In its travel, the slug base is trimmed by the back knife for height to paper (.918\") and then returns to its neutral position in front of the ejector blades  and aligned with the knife block assembly a pair of honed knives with a fixed knife, and a knife which is set to the point thickness of the mold liners being cast with.", "keyword": "front", "meta": {"pile_set_name": "Wikipedia (en)"}}
{"sentence": "The disk stops when the mold is vertical, on the right, directly in front of the ejector.", "keyword": "front", "meta": {"pile_set_name": "Wikipedia (en)"}}
{"sentence": "The sign out the front says “World’s best ice cream”, which is a pretty big boast4, but they live up to it.", "keyword": "front", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "Hammie's suit differs from the others in that her helmet resembles a chameleon's head facing upward, with the eyes popped out and the mouth acting as a visor.", "keyword": "upward", "meta": {"pile_set_name": "Wikipedia (en)"}}
{"sentence": "Spada's suit differs from the others in that the front of his visor protrudes significantly to resemble a swordfish's nose, which he can use to attack his targets.", "keyword": "front", "meta": {"pile_set_name": "Wikipedia (en)"}}
{"sentence": "His helmet is also both adorned with a monaural headset-like piece and covered with a visor in the front.", "keyword": "front", "meta": {"pile_set_name": "Wikipedia (en)"}}
{"sentence": "When those front teeth stick out or overlap, it just drives some Japanese men crazy.", "keyword": "front", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "From that passage, it is clear that the Pentagon is concerned about Chinese capabilities against forward US bases in places like South Korea, Japan, the Philippines and maybe even Guam – not the continental US, which China can already reach with nuclear missiles anyway.", "keyword": "forward", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "Flat front end, dynamic design and impressive rear spoiler – it’s clear from the outset that the new Bugatti Chiron Pur Sport1 yearns for corners and challenging country roads.", "keyword": "front", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "As a result, the front end is dominated by an intentionally dynamic expression.", "keyword": "front", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "The vehicle’s striking splitter generates maximum downforce by protruding considerably at the front while also making the vehicle seem wider.", "keyword": "front", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "Primary lines run across the air outlets on the front wing like tendons on a muscle, radiating the design image of a well-honed athlete.", "keyword": "front", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "The vehicle generates more downforce at the rear axle while the large, front splitter, air inlets, wheel-arch vents featuring optimised air outlets and a reduced vehicle height strike a clean balance at the front”, Frank Heyl, Head of Exterior Design and Deputy Head Designer at Bugatti, explains.", "keyword": "front", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "New tyre development Bugatti and Michelin developed the new and exclusive Bugatti Sport Cup 2 R tyre in 285/30 R20 dimensions at the front and 355/25 R21 at the rear to match the new Aero wheel design.", "keyword": "front", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "A new chassis setup featuring 65% firmer springs at the front and 33% firmer springs at the rear, an adaptive damping control strategy geared towards performance as well as modified camber values (minus 2.5 degrees) guarantee even more dynamic handling and added agility in bends.", "keyword": "front", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "Carbon-fibre stabilisers at the front and rear additionally minimise roll.", "keyword": "front", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "Engineers have guaranteed more direct contact with the road surface by making the connection between chassis, suspension and body 130% firmer at the front and 77% firmer at the rear.", "keyword": "front", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "80% of the transmission has been revised while the entire gear set including four shafts and seven forward gears has been adapted to the new conditions.", "keyword": "forward", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "On that front, Ellenberger was careful not to read too much into it.", "keyword": "front", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "In their paper published in the Journal of the Royal Society Interface, Michael Harré and Mikhail Prokopenko, both with The University of Sydney in Australia, describe test data they analyzed covering both hunter-gatherer societies and people living in modern conditions, what they found and what it might mean for people moving forward using virtual social networks.", "keyword": "forward", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "With Christian Benteke and Danny Ings also sidelined with injury, Divock Origi started up front in the capital and came closest when he headed onto the crossbar.", "keyword": "front", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "It calms fears from some who are anxious about being left behind but also spurs excitement from others who look forward to seeing the return to a community that once was densely populated and thriving.", "keyword": "forward", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "Fast forward five years and Soave is in the midst of erecting Elton Park, a $44-million retail and housing project on Trumbull just north of Michigan Avenue.", "keyword": "forward", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": " 14 June - Additional testimony of Roberto Jefferson in front of the Council of Ethics of the Chamber of the Deputies.", "keyword": "front", "meta": {"pile_set_name": "Wikipedia (en)"}}
{"sentence": " 22 June - Deputy Raquel Teixeira (Goiás) testifying in front of the Council of Ethics confirms that on 18 February 2004 deputy Sandro Mabel of the Liberal Party (PL) invited her to leave the PSDB in exchange for a monthly payment if she also promised to support the government.", "keyword": "front", "meta": {"pile_set_name": "Wikipedia (en)"}}
{"sentence": "Deputy Roberto Jefferson (PTB-RJ) sits in the front row at the hearing.", "keyword": "front", "meta": {"pile_set_name": "Wikipedia (en)"}}
{"sentence": " 16 August - The chief  secretary and unofficial treasurer of the PTB, Emerson Palmieri testifies in front of the Vote Buying CPI that he traveled along with Marcos Valério to Portugal to attend a meeting of Portugal Telecom where Valério was supposed to request financial help for the Workers Party  and PTB.", "keyword": "front", "meta": {"pile_set_name": "Wikipedia (en)"}}
{"sentence": " 25 August - Rogério Buratti testifies in front of the CPI investigating the Bingo scandal and confirms the claims about irregularities in the local government of Ribeirão Preto during the term of mayor Antonio Palocci, present day Minister of Finance.", "keyword": "front", "meta": {"pile_set_name": "Wikipedia (en)"}}
{"sentence": " 13 September - Political Coordination and Institutional Affairs ex-Minister Aldo Rebelo (PCdoB)  confirms in front of the Council of Ethics that the deputy Roberto Jefferson warned Lula in March 2005 about the payments to deputies.", "keyword": "front", "meta": {"pile_set_name": "Wikipedia (en)"}}
{"sentence": " 27 September - Testifying in the front of the Council of Ethics, Ex-minister and deputy José Dirceu denies participation by Lula or himself in any corruption scheme.", "keyword": "front", "meta": {"pile_set_name": "Wikipedia (en)"}}
{"sentence": "5 October - The main suspects in connection to the corruption allegations regarding contracts between the Brazilian public bank Caixa Econômica Federal and the enterprise Gtech confront each other in front of the Bingo CPI.", "keyword": "front", "meta": {"pile_set_name": "Wikipedia (en)"}}
{"sentence": "25 October – Federal judge João Carlos da Rocha Mattos, arrested in November 2003 in São Paulo for alleged involvement in corruption involving influencing judicial sentences, testifies in front of the Bingo CPI claiming that the Workers Party didn’t want a full investigation of the murder of mayor Celso Daniel.", "keyword": "front", "meta": {"pile_set_name": "Wikipedia (en)"}}
{"sentence": "Documents brought forward by the Attorney General's office indicate that between 2003 and 2004 Dirceu organized a special privileged structure for granting federal money for his son, the mayor of Cruzeiro do Oeste (Paraná), José Carlos Becker de Oliveira (aka Zeca Dirceu).", "keyword": "forward", "meta": {"pile_set_name": "Wikipedia (en)"}}
{"sentence": "The senators of the Bingos CPI play the file in front of Poleto.", "keyword": "front", "meta": {"pile_set_name": "Wikipedia (en)"}}
{"sentence": "A car parked in the driveway of the home, in Kingston, has smashed front windows this morning", "keyword": "front", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "So most distribs spent this weekend preparing for the storm: Getting out in front of Ultron; ensuring good word of mouth on their boutique titles; making sure audiences know there are other pics (particularly smart arthouse alternatives) on the marquee.", "keyword": "front", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "Similar to the way that film was a tad front loaded with a $5.5M Friday and an 11% slide on Saturday for a FSS of $13M, industry estimates are seeing a similar trajectory for the Lakeshore/SKE financed pic which is projected to decline 5% for a $12.1M weekend at 2,991 — but in third place.", "keyword": "front", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "But when she left, he leaned forward, eyes shining.", "keyword": "forward", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "Sen. Marco Rubio Marco Antonio RubioFlorida senators pushing to keep Daylight Savings Time during pandemic Hillicon Valley: DOJ indicts Chinese, Malaysian hackers accused of targeting over 100 organizations | GOP senators raise concerns over Oracle-TikTok deal | QAnon awareness jumps in new poll Intelligence chief says Congress will get some in-person election security briefings MORE (R-Fla.) explained Sunday why he decided not to hold town hall meetings during the President's Day recess, saying such events were designed for activists to \"heckle and scream\" at him in front of cameras.", "keyword": "front", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "Rubio said these people then get to town hall events early and take up all the front seats.", "keyword": "front", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "“They are designed to basically heckle and scream at me in front of cameras so that Channel 4 and other networks and other stations at night will report.”", "keyword": "front", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "Janssen also paid drug company-funded front groups, disguised to look like patients, to “give state mental health officials and lawmakers the perception that the drug had widespread support,” reported Bloomberg.", "keyword": "front", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "Accept this uncouth, impure, forward, worldly woman, and the wall of virtue and morality would be breached and society would have no further defenses against the forces of frightening change.", "keyword": "forward", "meta": {"pile_set_name": "Wikipedia (en)"}}
{"sentence": "\"Ivan and I were in the front office working on some paperwork.\"", "keyword": "front", "meta": {"pile_set_name": "OpenSubtitles"}}
{"sentence": "\"We would have seen go out the front.\"", "keyword": "front", "meta": {"pile_set_name": "OpenSubtitles"}}
{"sentence": "\"Oh, I'm looking forward to this.\"", "keyword": "forward", "meta": {"pile_set_name": "OpenSubtitles"}}
{"sentence": "He drove from the drive-thru but stopped his car in front of the store.", "keyword": "front", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "I didn’t rig any light arrangement, so I’ve been using the booth with one of the top layers hung slightly over the front.", "keyword": "front", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "In Pictures: Kim Kardashian West in fashion Show all 11 1 /11 In Pictures: Kim Kardashian West in fashion In Pictures: Kim Kardashian West in fashion Kim Kardashian West in fashion Kim and Kanye star in Balmain's spring/summer 2015 campaign copyright: Mario Sorrenti/Balmain In Pictures: Kim Kardashian West in fashion Kim Kardashian West in fashion Kim Kardashian's February Love magazine cover LOVE In Pictures: Kim Kardashian West in fashion Kim Kardashian West in fashion Kim Kardashian on the cover of Paper magazine In Pictures: Kim Kardashian West in fashion Kim Kardashian West in fashion Kim Kardashian's canvas and leather Hermes tote with baby North's drawings on iy Rex Features In Pictures: Kim Kardashian West in fashion Kim Kardashian West in fashion Kim Kardashian West and Baby North West at Givenchy SS15 Getty In Pictures: Kim Kardashian West in fashion Kim Kardashian West in fashion Kim Kardashian West and Kanye West on the front row of the Balmain fashion show in Paris, September 2014 In Pictures: Kim Kardashian West in fashion Kim Kardashian West in fashion Kim Kardashian and Kanye West front row at Lanvin SS15 Getty In Pictures: Kim Kardashian West in fashion Kim Kardashian West in fashion The cover of 'Selfish' by Kim Kardashian Getty In Pictures: Kim Kardashian West in fashion Kim Kardashian West in fashion Olivier Rousteing with Kim Kardashian, flanked by models wearing autumn/winter 2014 Balmain Getty Images In Pictures: Kim Kardashian West in fashion Kim Kardashian West in fashion Kim marries Kanye in a custom dress created by Riccardo Tisci In Pictures: Kim Kardashian West in fashion Kim Kardashian West in fashion Kim Kardashian and Kanye West in the video for 'Bound 2' shot by renowned photographer Nick Knight", "keyword": "front", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "Now, with new EU directives for the Eurozone that came in mid-July, which set stricter rules for digital currencies in order to protect against terrorist financing and money laundering, it seems an opportune time for the ECB to forge forward with its CBDC.", "keyword": "forward", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "The issue, however, is that these codecs tend only to work well when played forward.", "keyword": "forward", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "The mats collapsed and the front landing gear started to dig in, dropping the airplane into the ground.", "keyword": "front", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "\"We acknowledge that our exodus plan has not gone as expected and we apologize for any undue stress this has caused to the greater burner community, for the Burning Man Org, and especially the BLM with whom we’ve always sought good relations and whom we are working closely with to resolve this situation as rapidly as possible,\" according to the front page of their website.", "keyword": "front", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "Callaway said that “anything is possible” with how he plans to use Lowrie going forward, noting that they’ll have to take things day by day and evaluate how everybody on the roster is playing before inserting him into the lineup.", "keyword": "forward", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "It’s been a frustrating journey for him, but going forward he plans to prioritize his health.", "keyword": "forward", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "“I would say both [getting back to how I was playing before and preventing these injuries from happening again],” Lowrie said of his plan going forward.", "keyword": "forward", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "If it had, would he have been justified in pulling a gun and shooting me, claiming his right to “stand his ground,” even if the ground he was standing on was directly in front of my home?", "keyword": "front", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "I always look forward to interacting with the Faithful.", "keyword": "forward", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "API monitoring is a step forward.", "keyword": "forward", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "Senate Democrats are urging the Trump administration not to move forward with changes to ObamaCare that could lead to increased healthcare costs for older Americans.", "keyword": "forward", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "I do find my own shows to be much more intimidating than Death Cab shows although there’s a fraction of the people there just cause… I don’t think I’m a natural front person, and I get very nervous about having all the crowd’s attention on me the whole show.", "keyword": "front", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "Situated just 1.5 nautical miles from this resort paradise, just in front of Dubrovnik’s port Gruz, is a tiny island known as Daksa, a name derived from the Greek word deksios, meaning “right hand.” Long known as a haven for sailors seeking to take shelter from foul weather and once home to a 13th century Franciscan monastery, the island is the smallest of the Elaphite archipelago, being a mere 500 meters long and 200 meters wide for a total area of just 0.07 km2 (17 acres).", "keyword": "front", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "With its unspoiled attractive woodland landscape, spacious villa, citrus groves, boathouse, dock, lighthouse, private beaches, and charming views of the sea, this would seem to be a steal for a whole private island, yet even in this paradise among other surrounding islets owned by the rich and famous, no buyers have ever come forward to make an offer or to even come make a viewing.", "keyword": "forward", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "At Walpole grammar school, Mrs. Davis was the chemistry teacher who noticed that I was fooling around at the back of the class and ordered me to sit in the front row.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "From the existence of four unconnected triads discovered by Döbereiner, Gmelin was able to make a huge leap forward in obtaining a system based on triads consisting of as many as 55 elements.", "keyword": "forward", "meta": {"pile_set_name": "Books3"}}
{"sentence": "He gave a number of reasons for taking such a possibility seriously: First of all, the discovery of a whole new series of elements, the noble gases, in the closing years of the nineteenth century led him to think that this series could be extended upward to earlier analogues of the first two noble gases, helium and neon.", "keyword": "upward", "meta": {"pile_set_name": "Books3"}}
{"sentence": "What is not so well known is that Thomson had a deep interest in chemistry, which, among other things, motivated him to put forward the first explanation for the periodic table of elements in terms of electrons.", "keyword": "forward", "meta": {"pile_set_name": "Books3"}}
{"sentence": "It could very distinctly be felt that Bohr had not reached his results through calculations and proofs but through empathy and inspiration and it was now difficult for him to defend them in front of the advanced school of mathematics in Göttingen.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "\"This release (is) raising numerous questions about the strength of inflation moving forward ... it reinforces that there is no need for the [Reserve Bank] to raise interest rates anytime soon,\" ASB economist Kim Mundy said.", "keyword": "forward", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "back and forward transformation at uncontrollable times.", "keyword": "forward", "meta": {"pile_set_name": "Wikipedia (en)"}}
{"sentence": "She returned to the Labour front bench on 3 July 2017 as Shadow Rail Minister.", "keyword": "front", "meta": {"pile_set_name": "Wikipedia (en)"}}
{"sentence": "Binghamton Devils forward Eric Tangradi has been suspended for three (3) games as a consequence of a boarding incident in a game at Utica on Dec. 14.", "keyword": "forward", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "Utica Comets forward Zack MacEwen has been suspended for one (1) game as a consequence of his actions in a game vs. Binghamton on Dec. 14.", "keyword": "forward", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "Providence Bruins forward Austin Fyten has been suspended for one (1) game as a consequence of a slashing incident in a game vs. Bridgeport on Dec. 14.", "keyword": "forward", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "Anyway, Say what you want about the inherent creepiness of the statues imported from Japan (and don't worry, we will), at least they're up front about making sexy schoolgirl statues and don't try to fool anyone with talk of reincarnated goddesses and grade-school innuendo that reads like something from a local furniture store commercial.", "keyword": "front", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "She holds her hands together in front of her, and her faces is red with embarrassment.", "keyword": "front", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "She holds her hands together in front of her, and her faces is red with embarrassment.", "keyword": "front", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "Braverman said the employee is remorseful and the club will likely not broadcast videos from the internet at its stadium moving forward \"in an abundance of caution.\"", "keyword": "forward", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "Traditionally, half of this problem can be addressed by just having the candidate forward relevant documentations that one can follow-up on, giving the employer a jump-off point to verify the veracity of the employee’s claims and ability.", "keyword": "forward", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "DETROIT (AP) — Plans are moving forward on $4.9 million in improvements at the Dossin Great Lakes Museum on Detroit’s Belle Isle.", "keyword": "forward", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "\"Only I need you to go through the front lock.\"", "keyword": "front", "meta": {"pile_set_name": "OpenSubtitles"}}
{"sentence": "Couples are enjoying the après ski scene in front of warm fires across the country.", "keyword": "front", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "People who’ve worked with him say he can get a writer’s name in front of the right editor, if he wants.", "keyword": "front", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "HF leathers – the ‘front’ part of the horse hide is HF: HorseFront.", "keyword": "front", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "Spinning actually-existing bigotry as, ideally, the better angel of some natural law argument, is just a weird way to excuse what’s right there in front of you.", "keyword": "front", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "There is also a limited edition bonus disc called VH1 Storytellers Live, featuring Culture Club performing selected songs live in front of a small audience on 2 May 1998 at Sony Studios in New York City, for the VH1 network's Storytellers television music series.", "keyword": "front", "meta": {"pile_set_name": "Wikipedia (en)"}}
{"sentence": "I look forward to your call.", "keyword": "forward", "meta": {"pile_set_name": "Enron Emails"}}
{"sentence": "It can be seen at the front of the Gerald Durrell Visitor's Centre, The Belize Zoo.", "keyword": "front", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "“When [forward Tosaint] Ricketts comes on, he kind of makes everything turn for them.", "keyword": "forward", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "If we keep them in front of us the whole time, I think we’ll be OK.”", "keyword": "front", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "A Texas horned lizard or Alberta's short-horned lizard will tip up on its front legs, fan out its ribs to form a dorsal shield, or puff up its torso to make itself as big as possible.", "keyword": "front", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "\"I got down on all fours and I barked, used my front 'paws' to paw her, but I didn't bite,\" he says.", "keyword": "front", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "actually had the true front row seat i", "keyword": "front", "meta": {"pile_set_name": "YoutubeSubtitles"}}
{"sentence": "go forward and i can only give", "keyword": "forward", "meta": {"pile_set_name": "YoutubeSubtitles"}}
{"sentence": "We are looking forward to seeing you in our SPA.", "keyword": "forward", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "\"They had started to attack of front, trying to apanhar the leader e to break the formation, and if they obtained to break the formation, then they could reach the bombers easily.\"", "keyword": "front", "meta": {"pile_set_name": "OpenSubtitles"}}
{"sentence": "\"The weapon blew up of new in the front of the airplane, to our side, and the bullet reached the arm of the officer to my side,\" \"I was with splinters in the leg that they had pulled out me the skin of the hand.\"", "keyword": "front", "meta": {"pile_set_name": "OpenSubtitles"}}
{"sentence": "\"This hand she was weak, had been reached e had that to keep the stick it stops backwards, putting the hands for front.\"", "keyword": "front", "meta": {"pile_set_name": "OpenSubtitles"}}
{"sentence": "\"E was not a question to go in front.\"", "keyword": "front", "meta": {"pile_set_name": "OpenSubtitles"}}
{"sentence": "\"Another factor it was that had been turned behind, it had more 600 or 700 airplanes, more or less in the same route, extending itself for 10 the 15 km for the sides, e perhaps with about 4 the 6 a thousand feet,\" \"it had that to capsize front for them e to enter in the way of them to come back.\"", "keyword": "front", "meta": {"pile_set_name": "OpenSubtitles"}}
{"sentence": "\"It had thousand of cannons antiaircraft weighed, ammunition millions for them e hundreds of thousand of soldiers that they had been deviated of the fight in the front of the east.\"", "keyword": "front", "meta": {"pile_set_name": "OpenSubtitles"}}
{"sentence": "\"Therefore, I must say that with the aerial attacks to Germany at the beginning of 1943, we had, in the truth, one second front.\"", "keyword": "front", "meta": {"pile_set_name": "OpenSubtitles"}}
{"sentence": "\"Although the devastação, the Germans had followed in front.\"", "keyword": "front", "meta": {"pile_set_name": "OpenSubtitles"}}
{"sentence": "Usually when a large gush does occur it is because the baby’s head isn’t fully engaged and there is a decent amount of fluid in front of the head.", "keyword": "front", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "\"Moving forward, regulators, clinicians and the pharmaceutical industry should consider enrolling more obese patients in pediatric clinical trials to facilitate the safe and effective use of the next generation of medicines by obese children and adolescents.\"", "keyword": "forward", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "As Yovanovitch was arriving on Capitol Hill on Friday, there were reports that more whistleblowers may be coming forward, and it seems probable that the ambassador’s words will inspire others to break ranks.", "keyword": "forward", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "“Her open defiance may well encourage other career officials to come forward to tell the truth about Trump’s Ukraine policy.”", "keyword": "forward", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "If I do not do this, if I put the veges up front or put the junk food wherever on the counter and am shopping alone (fat phobes are less likely to be assholes to me when I’m with someone thin), without a doubt the customer behind me will make a comment or pull a face and look me up and down.", "keyword": "front", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "Panicked, he crashed his car into a utility pole in front of the local court house.", "keyword": "front", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "A separate video showed four of the men pledging allegiance to ISIS leader Abu Bakr al-Baghdadi in front of a black and white ISIS flag.", "keyword": "front", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "DP: When you attended Harvard, did you have any idea you would work in a baseball front office and then end up as a general manager?", "keyword": "front", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "The council voted 5-2 against moving forward with the issue but still took time to hear public input.", "keyword": "forward", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "All three women on the Mineral Wells city council voted against moving forward.", "keyword": "forward", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "Taking a photo in front of a building fire is not one of them,\" said Detroit Fire Commissioner Eric Jones.", "keyword": "front", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "This was his response to the social media post showing Detroit firefighters posing in front of a burning house.", "keyword": "front", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "Dozens of police cars, ambulances and fire trucks descended on the front of the complex late Saturday.", "keyword": "front", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "The shooting appeared to take place directly in front of the apartment's office or clubhouse.", "keyword": "front", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "We will not defeat the climate crisis if we have to wait for the financial industry to self-regulate or come forward with piecemeal voluntary commitments.", "keyword": "forward", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "\"Get away from it\" \"Watch out The front\" \"Get away from it\" \"Open fire!\"", "keyword": "front", "meta": {"pile_set_name": "OpenSubtitles"}}
{"sentence": "Shoulders, which normally fly upward in the beginning student, are so stretched they naturally drop and relax.", "keyword": "upward", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "The OLI and TIRS are mounted on an optical bench at the forward end of the spacecraft.", "keyword": "forward", "meta": {"pile_set_name": "Wikipedia (en)"}}
{"sentence": "“We think the White House statement points in a constructive way to problems with the current legislation, the need to fix them, and the opportunity for people on all sides to talk together about a better path forward.”", "keyword": "forward", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "[8:34 PM] hermocrates: [Lookin' forward to it!", "keyword": "forward", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "He called the process “fundamentally flawed” and claimed the NDP has put “major obstacles” in front of candidates trying to grow the party’s base from the grassroots.", "keyword": "front", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "Despite being eager to see what other developers had to offer on the fighting game front, the message was clear, big daddy was in the house.", "keyword": "front", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "It adds a nice element of urgency as you’ll need to manage much more then your meter and energy bar to avoid losing a match and it’s something I look forward to experiencing myself when I can finally play the game.", "keyword": "forward", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "Looking at just how much the new M. Bison has changed, tells me that this direction is something that many fans and new comers can look forward to and choosing a favorite is going to be more of a task than ever before.", "keyword": "forward", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "As developer Jeff Garzik put forward in an interview this weekend, he still plans to help push forward an effort that would seek to upgrade the block size to 2MB, and to enact the upgrade via a process known as a hard fork.", "keyword": "forward", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "    Fenn's writings and put him in the front rank of writers for", "keyword": "front", "meta": {"pile_set_name": "Gutenberg (PG-19)"}}
{"sentence": "  coward was found to be the one who went to the front, and distanced", "keyword": "front", "meta": {"pile_set_name": "Gutenberg (PG-19)"}}
{"sentence": "It was Harder-Kühnel's third attempt, and the sixth by a candidate put forward by the party.", "keyword": "forward", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "\"Stop cursing in front of my baby.\"", "keyword": "front", "meta": {"pile_set_name": "OpenSubtitles"}}
{"sentence": "However, before the ?4 inhibitors can be moved forward into their application as male contraceptives, it is necessary that their efficacy, drug-target interaction, biomarkers for their in vitro and vivo specificity, side effects and mechanisms of action are identified and optimized for future clinical use.", "keyword": "forward", "meta": {"pile_set_name": "NIH ExPorter"}}
{"sentence": "The tug plane eased forward to take up the slack, the wing-runner prepared to go, and presumably the signaller was ready too - but I can't see him or her from where I'm sitting.", "keyword": "forward", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "Hundreds of protesters swarmed the gates in front of the White House and gathered on Fifth Avenue in front of Trump Tower yelling “Shame!” at the administration for rescinding a backstop for hundreds of thousands of undocumented individuals who have served in the military, contributed to the economy, and pursued college plans in the country where they grew up.", "keyword": "front", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "A little time off can’t hurt, and the same goes for some adjustments up front with the addition of American offensive tackle Justin Renfrow from Calgary.", "keyword": "front", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "The Pasay City Police Station on Tuesday said Saber Akbar, 28, was about to enter the station and was standing in line to have his bag inspected, when he allegedly said that the bag of the person in front of him contained a bomb.", "keyword": "front", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "A few blocks later, Schumacher cut in front of the woman’s car and waved a pistol, according to a criminal complaint.", "keyword": "front", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "\"Why don't you look out the front and see if it's clear?\"", "keyword": "front", "meta": {"pile_set_name": "OpenSubtitles"}}
{"sentence": "\"In front of all these people, I had a solo.\"", "keyword": "front", "meta": {"pile_set_name": "OpenSubtitles"}}
{"sentence": "If IBM, or others -- in fact China is now leading in nanotube research -- can perfect the 1.4-nanometer transistor channel, then Moore's law can keeping marching forward a little while longer.", "keyword": "forward", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "It features the same 6.2-inch 1440 x 2960 pixel resolution display, Snapdragon 835 processor, 12-megapixel rear and 8-megapixel front camera, facial recognition, iris scanner, Android 7.0 Nougat and more.", "keyword": "front", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "Amidst Russia’s vigorous intervention in Syria, Obama sought to clarify his own goals and what program he would pursue going forward.", "keyword": "forward", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "Along the way, the front office, led by Executive Vice President Sashi Brown, got hammered from coast-to-coast for botching the day.", "keyword": "front", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "As for the Mack team, they found the Browns to be extremely professional and easy to work with and they look forward to doing business again in the future.", "keyword": "forward", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "She wasn't seen getting into the car, but police published photos of the car asking for information or the driver to come forward.", "keyword": "forward", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "Kids from smaller towns like his look forward to the opportunity to play in them.", "keyword": "forward", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "“So I hope the president’s advisors recognize that they have no authorization to go forward in any way.", "keyword": "forward", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "They cannot call the authorization, AUMF, the authorization for the use of military force, that was passed in 2001, as any authorization to go forward in the Middle East now,”", "keyword": "forward", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "The PSU can provide up to 375W of power to the graphics card, with the rest of its capacity going to four USB 3.0 ports (one on the front, three in back), a GbE LAN interface, and up to 60W for charging devices over the USB 3.1 Type-C port.", "keyword": "front", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "By ―expanded vision‖ is meant the kind of visual experience as when standing in front of a scene and overseeing it, looking at a large screen, or holding a book opened in one's hand and having the experience of seeing both pages.", "keyword": "front", "meta": {"pile_set_name": "PhilPapers"}}
{"sentence": "Critics of the sensorimotor approach to perception and perceptual awareness have challenged it on this front, claiming that neither findings about distorting glasses or about sensory substitution confirm the sensorimotor approach (Block 2005; Prinz 2006; Klein 2007).", "keyword": "front", "meta": {"pile_set_name": "PhilPapers"}}
{"sentence": "A phenomenon consistently reported throughout the literature is that, on first wearing inverting glasses, the stability of visual experience breaks down with head movements, as if the scene moves in front of one's eyes.", "keyword": "front", "meta": {"pile_set_name": "PhilPapers"}}
{"sentence": "It’s a game where the choices are laid out in front of you, and if you excel then the money will come.", "keyword": "front", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "It consisted of a single driver unit, particularly a 10-inch guitar speaker, with a 15-inch Styrofoam cylindrical rotor in front of it.", "keyword": "front", "meta": {"pile_set_name": "Wikipedia (en)"}}
{"sentence": "A steep upward slope track piece increases the car height 4 units.", "keyword": "upward", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "A sharp left turn would advance the car 3 squares forward and 3 squares left, and also rotate the car's direction by 90 degrees.", "keyword": "forward", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "\"At the public phone booth in front of the fishery cooperative.\"", "keyword": "front", "meta": {"pile_set_name": "OpenSubtitles"}}
{"sentence": "\"I have looked forward to seeing Kohei-kun for a long time.\"", "keyword": "forward", "meta": {"pile_set_name": "OpenSubtitles"}}
{"sentence": "\"Even though I have looked forward to seeing you...\" \"Why are you...\" \"Me too, I'm the same.\"", "keyword": "forward", "meta": {"pile_set_name": "OpenSubtitles"}}
{"sentence": "\"If people don't do that, they can't go forward.\"", "keyword": "forward", "meta": {"pile_set_name": "OpenSubtitles"}}
{"sentence": "\"Buildings crumbled right in front of my eyes.\"", "keyword": "front", "meta": {"pile_set_name": "OpenSubtitles"}}
{"sentence": "The federal government's opposition to Social Credit and the threat it held over Alberta during its hour of weakness were significant blocks to Aberhart moving forward.", "keyword": "forward", "meta": {"pile_set_name": "Wikipedia (en)"}}
{"sentence": "He played mostly as a  forward.", "keyword": "forward", "meta": {"pile_set_name": "Wikipedia (en)"}}
{"sentence": "“He wants to be involved in policy in a big way, but with projects that are very forward looking and long term.”", "keyword": "forward", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "\"I might have five minutes without any ball contact, but more chances in front of the goal.", "keyword": "front", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "The design reminds us of an Oppo N1, or Sony Xperia phone with glass taking up almost the entire front of the phone with just a thin sliver of anodised metal above and below.", "keyword": "front", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "Just below the surface of the glass sits a 5-inch 1920 x 1080 IPS display, capitative touch buttons below the screen allow you to easily navigate though the preinstalled Android 4.2 OS, and finally there is a 13 mega-pixel front facing camera to the top.", "keyword": "front", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "Looking down from the front of the phone shows you just how sharp the corners are on the T100 when compared to the more rounded Samsung designs of previous THL phones.", "keyword": "front", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "The main camera offers a 13 mega-pixel sensor with F2.0 aperture and LED flash, while the front ‘selfie’ camera has a similar 13 mega-pixel sensor also with an f2.0 aperture.", "keyword": "front", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "Starting at the front, any fan of ‘selfie’ photos is going to enjoy the quality of photos the THL T100S takes!", "keyword": "front", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "For a front camera the images are great quality and capture enough light even during low-light indoor photo shoots.", "keyword": "front", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "The rear camera has the same specs as the front, but as a main camera it does’t impress quite as much!", "keyword": "front", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "But now, SpaceX has taken a major leap forward and is poised to fly its first test mission with two NASA astronauts on board later this year.", "keyword": "forward", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "On the west coast, LA City Council Members Paul Koretz and David Ryu have put forward a similar resolution.", "keyword": "forward", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "Double tapping skips the track or skips forward in your podcast app of choice, while a single tap pauses the playing audio.", "keyword": "forward", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "More than 1,000 people crowded in front of Alberta's legislature building on Saturday for a rally hosted by the right-wing Rebel Media group.", "keyword": "front", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "Wind the clock forward half a century and little has changed.", "keyword": "forward", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "Hallerman said she looks forward to bringing her 20 plus years of experience in fueling business growth strategy to support MedMen as the company continues to grow at a rapid pace.", "keyword": "forward", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "I look forward to working closely with management and helping create value for its customers, employees and shareholders.”", "keyword": "forward", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "“Originally when the law was put into place, that field was very much in its infancy, and it was a positive step forward to enable it to happen at all,” Brian Weeden, a space expert at the Secure World Foundation, a nonprofit that specializes in space security, tells The Verge.", "keyword": "forward", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "Mueller, his henchman, and the DOJ should be extremely careful moving forward.", "keyword": "forward", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "A jury on Monday found the pair guilty of lewd or lascivious exhibition in front of a child, a second-degree felony, after deliberating for 15 minutes.", "keyword": "front", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "The National park Service says prior to its capture, the bear had sustained injuries including a broken and badly infected front left leg and a broken nose.", "keyword": "front", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "A Russian armored personnel carrier rushed forward to screen the reporters from direct hits.", "keyword": "forward", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "One resident, Musa Magardish, stood in shock in front of his ruined home.", "keyword": "front", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "Just across the street from his house, dozens lined up in front of a Russian military truck to receive food aid including canned meat, beans and other staples.", "keyword": "front", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "QUICKPOLL Are you looking forward to DreamHack: Austin?", "keyword": "forward", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "Wind the clock forward and one has to wonder, does history repeat itself?", "keyword": "forward", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "\"It's just doing the little things,\" Preds forward Colin Blackwell said.", "keyword": "forward", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "Defenseman Frederic Allard and forward Eeli Tolvanen tallied for Team Blue, while forward Rocco Grimaldi and defenseman Adam Smith were responsible for Team Gold's markers.", "keyword": "forward", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "“It was a great feeling to get my first one and I’m glad I was able to help out the team,” said rookie forward Will Malcom, reflecting on his first NLL goal.", "keyword": "forward", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "Roughnecks forward Marshall King brought Calgary back within a goal near the end of the second quarter after a quick pump fake and conversion over Ward’s left shoulder as physical tendencies continued to escalate on the turf as the half came to an end.", "keyword": "forward", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "Through two contests, forward Jacob Ruest leads the Mammoth in goals (5) and points (7) as Eli McLaughlin continues to pace Colorado players with four assists.", "keyword": "forward", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "Bringing you a first of its kind experience that celebrates, inspires and supports black women, BET Her is a destination that includes a mix of blockbuster hits, classic movies, music and original series; all featuring black women front and center.", "keyword": "front", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "As the premiere destination for stories by and for black women, this channel promises you authenticity and a front row seat to the women leading the global influence in music, fashion, celebrity, and entertainment.", "keyword": "front", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "seek TIME Seek to time (in [h:]m:ss format, or a number in seconds) seek +TIME Seek forward seek -TIME Seek backward startat TIME Always start playback at a given time (to skip long intros) tag List tags of currently playing song.", "keyword": "forward", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "High-priced South Americans that had taken the league by storm, Atlanta midfielder Miguel Almiron and forward Josef Martinez, were nullified.", "keyword": "forward", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "He slipped forward with the ball bouncing toward him and, in his haste, didn’t brace the fall with his arms.", "keyword": "forward", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "One of the only fresh players, Sean Nealis, took it upon himself to chug forward, springing an attack where Danny Royer lifted a cross that Tom Barlow climbed up and headed down.", "keyword": "forward", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "\"I am looking forward to it.\"", "keyword": "forward", "meta": {"pile_set_name": "OpenSubtitles"}}
{"sentence": "\"Know what I'm looking forward to...\" \" Yeah?\"", "keyword": "forward", "meta": {"pile_set_name": "OpenSubtitles"}}
{"sentence": "\"I'm looking forward to it so much, I don't think I will sleep.\"", "keyword": "forward", "meta": {"pile_set_name": "OpenSubtitles"}}
{"sentence": "\"I'm looking forward to right now.\"", "keyword": "forward", "meta": {"pile_set_name": "OpenSubtitles"}}
{"sentence": "\"No, but when I see them fight, I see beautiful energy of going forward...\" \"Not letting anyone step on them or take away what they want.\"", "keyword": "forward", "meta": {"pile_set_name": "OpenSubtitles"}}
{"sentence": "A sinkhole opened up on the street in front of President Trump’s Mar-a-Lago resort on Monday, sparking an advisory from local officials.", "keyword": "front", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "The 4-foot-by-4-foot sinkhole formed on Southern Boulevard directly in front of Mar-a-Lago.", "keyword": "front", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "Disgusted at the thought she shook her head and listened again, her hand against her chest still standing in front of the mirror.", "keyword": "front", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "Nebraska fought in front of a substantial crowd, managing to put up 35 points against the number one team in the land on their own turf, but Oklahoma romped over the Cornhusker defenses and racked up 49 points of their own to finish the season on top of the conference and the nation.", "keyword": "front", "meta": {"pile_set_name": "Wikipedia (en)"}}
{"sentence": "With a wide range of food varieties for almost everyone, cooked by expert chefs, mealtime is always something to look forward to.", "keyword": "forward", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "Costume designer Beth Morgan and production designer Todd Fjelsted have worked miracles on that front, from Bash’s pushed-up trench coat sleeves to Beth’s worn-out leotards, and from Debbie’s suffocating Pasadena home to the moth-eaten Van Nuys motel the ladies are shacked up in during training.", "keyword": "front", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "The next use of DataBars at the supermarket will probably be for goods bought at the delicatessen counter, and for fresh meats and poultry, said Stephen Arens, director, industry development, at GS1 US in Lawrenceville, N.J. GS1 US is the trade organization working to move the DataBar standard forward in the United States.", "keyword": "forward", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "Kavanaughs angry tirade in front of the Judiciary Committee denouncing the Democrats and displaying personal animus against the Clintons should in itself disqualify him for the position.", "keyword": "front", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "Maybe Im stereotyping, but Ill bet a female nominee wont have someone from her past coming forward to accuse her of sexual assault.", "keyword": "forward", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "Private and public debt have produced consistent respective results over the course of U.S. capitalist development, and they are the opposite of what the Party Line puts forward.", "keyword": "forward", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "One of his amazing feats is his ability to sneak up right in front of an alligator under water and grab hold of the alligators skin under its jaw and hold on as the alligator thrashes about under water and leaping out trying to bite and shake him off.", "keyword": "front", "meta": {"pile_set_name": "Wikipedia (en)"}}
{"sentence": "The numbers in front of x², x, and here", "keyword": "front", "meta": {"pile_set_name": "YoutubeSubtitles"}}
{"sentence": "So, a is the number in front here, this is 'a'", "keyword": "front", "meta": {"pile_set_name": "YoutubeSubtitles"}}
{"sentence": "I’m actually at this very moment sitting in front of Pro Tools.", "keyword": "front", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "Stober explained to WSB-TV that the suspect “reached forward, he was sitting right behind me, that’s the point where he hit me right then.”", "keyword": "forward", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "A flowing Southampton move from back to front saw Armani Little break free of his midfield shackles and bear down on goal, and although his effort came back off the post, McQueen was the sharpest to react in converting the rebound to double his own tally as well as his team’s.", "keyword": "front", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "Chelsea pressed and pressed, and introduced 16 year-old forward Iké Ugbo with twenty-five minutes left, but Southampton defended resolutely and limited their opponents to speculative efforts and moves cut short before they could develop into something more tangible.", "keyword": "forward", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "That did give him a place on the front row of the reversed grid for race two, but initially he had to be content in the spray of pole-sitter Reshad de Gerus following a safety-car start.", "keyword": "front", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "AAR did catch their breath - enough to rethink how to move forward as a band.", "keyword": "forward", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "This extradition moves that important goal forward.”", "keyword": "forward", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "But I ended up loving the way this miniseries about the build-up to 9/11 slowly but surely built its case for how US intelligence agencies failed to spot what was right in front of them, leading to one of the biggest tragedies to ever occur on American soil.", "keyword": "front", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "Or I would go into the bathroom and cry in front of the mirror.", "keyword": "front", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "The others integrate different path-relinking strategies (see Chapters  and ) for search intensification at the end of each GRASP iteration: forward path-relinking (algorithm A 2), bidirectional path-relinking (algorithm A 3), and backward path-relinking (algorithm A 4).", "keyword": "forward", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Runtime distribution and quantile-quantile plot for GRASP with forward path-relinking on 90-node instance with the target value set at 673.", "keyword": "forward", "meta": {"pile_set_name": "Books3"}}
{"sentence": "The other heuristics integrate different path-relinking strategies at the end of each GRASP iteration (see Chapters  and ): forward path-relinking (algorithm A 2), bidirectional path-relinking (algorithm A 3), backward path-relinking (algorithm A 4), and mixed path-relinking (algorithm A 5).", "keyword": "forward", "meta": {"pile_set_name": "Books3"}}
{"sentence": "The algorithm in Figure 8.7 is an implementation of forward path-relinking for a minimization problem, where S i ∈ F is the initial solution and S g ∈ F is the guiding solution.", "keyword": "forward", "meta": {"pile_set_name": "Books3"}}
{"sentence": "We assume that the guiding solution S g is at least as good as (and possibly better than) the initial solution S i , hence the qualification of this strategy as forward.", "keyword": "forward", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Pseudo-code for a template of a forward path-relinking algorithm for minimization problems.", "keyword": "forward", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Since the best solution found along the path from S i to S g may not be locally optimal, local search is applied to it in line 11 and the final solution obtained by forward path-relinking and its cost are returned in line 12.", "keyword": "forward", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Figure 8.8 illustrates the full application of forward path-relinking to the same instance of the knapsack problem with four items that was used in the last example presented in the previous section.", "keyword": "forward", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Example of forward path-relinking applied to an instance of the knapsack problem with four items: the path from the initial solution S i = (1, 1, 0, 0) to the guiding solution S g = (0, 0, 1, 1) has exactly four moves, corresponding to the number of items by which the initial and guiding solutions differ.", "keyword": "forward", "meta": {"pile_set_name": "Books3"}}
{"sentence": "These include not only forward path-relinking, as seen in Section 8.1.2, but also backward, back-and-forward, mixed, truncated, greedy randomized adaptive, external, and evolutionary path-relinking, together with their hybrids.", "keyword": "forward", "meta": {"pile_set_name": "Books3"}}
{"sentence": "We have seen in Section 8.1.2 that in the case of forward path-relinking, the initial and guiding solutions are set as S i = S 2 and S g = S 1: in this case, the initial solution is not better than the guiding solution.", "keyword": "forward", "meta": {"pile_set_name": "Books3"}}
{"sentence": "In back-and-forward path-relinking, backward path-relinking is applied first, followed by forward path-relinking.", "keyword": "forward", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Since it is more likely to find an improving solution in the restricted neighborhood of the better solution than in that of the worse, backward path-relinking usually tends to perform better than forward path-relinking.", "keyword": "forward", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Back-and-forward path-relinking does at least as well as either backward or forward path-relinking, but takes about twice as long to compute, since two (usually distinct) paths of the same length are traversed.", "keyword": "forward", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Computational experiments have confirmed that backward path-relinking usually outperforms forward path-relinking in terms of solution quality, while back-and-forward path-relinking finds solutions at least as good as forward or backward path-relinking, but at the expense of longer running times.", "keyword": "forward", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Time-to-target plots for pure GRASP and three variants of GRASP with path-relinking (forward, backward, and back-and-forward) on an instance of a routing problem in private virtual networks.", "keyword": "forward", "meta": {"pile_set_name": "Books3"}}
{"sentence": "This is in contrast with both forward and backward path-relinking, which each fully explore only one of the restricted neighborhoods.", "keyword": "forward", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Furthermore, mixed path-relinking explores half as many restricted neighbors as back-and-forward path-relinking and the same number of neighbors as either the backward or forward variants.", "keyword": "forward", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Figure 8.13 illustrates the comparison of a pure GRASP heuristic with four of its variants combined with path-relinking and applied to an instance of the 2-path network design problem: forward, backward, back-and-forward, and mixed path-relinking.", "keyword": "forward", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Time-to-target plots for pure GRASP and four variants of GRASP with path-relinking (forward, backward, back-and-forward, and mixed) on an instance of the 2-path network design problem.", "keyword": "forward", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Truncated path-relinking can be applied to either forward, backward, backward-and-forward, or mixed path-relinking: instead of exploring the entire path, it just explores a fraction of the path and, consequently, takes a fraction of the running time.", "keyword": "forward", "meta": {"pile_set_name": "Books3"}}
{"sentence": "(2002) and Resende and Ribeiro (2003a) were the first to show that backward path-relinking usually outperforms forward path-relinking, while back-and-forward path-relinking finds solutions at least as good as forward or backward path-relinking, but at the expense of longer running times.", "keyword": "forward", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Mixed path-relinking was suggested by Glover (1996b) and was first implemented and tested in the context of the 2-path network design problem by Rosseti (2003), followed by results in Resende and Ribeiro (2005a) and Ribeiro and Rosseti (2009), where it was shown that mixed path-relinking usually outperforms forward, backward, and back-and-forward path-relinking.", "keyword": "forward", "meta": {"pile_set_name": "Books3"}}
{"sentence": "This simple variant relinks the locally optimal solution produced in each GRASP iteration with a single, randomly chosen, solution from the elite set, following the forward path-relinking strategy described in Section 8.​1.​2 The output of the path-relinking operator is a candidate for inclusion in the elite set.", "keyword": "forward", "meta": {"pile_set_name": "Books3"}}
{"sentence": "GRASP with path-relinking as proposed in Section 9.3 was first introduced by Laguna and Martí (1999), where a forward path-relinking operator from the solution found by local search to a randomly selected elite solution was applied.", "keyword": "forward", "meta": {"pile_set_name": "Books3"}}
{"sentence": "In this implementation for 2PNDP, each worker can send up to three different solutions to the master at each iteration: the solution obtained by local search, and solutions w 1 and w 2 obtained by forward and backward path-relinking between the same pair of starting and guiding solutions, respectively.", "keyword": "forward", "meta": {"pile_set_name": "Books3"}}
{"sentence": "It takes into account the actual bandwidth required by the customer in the forward and reverse directions, as well as an overbooking factor.", "keyword": "forward", "meta": {"pile_set_name": "Books3"}}
{"sentence": "In a forward path-relinking scheme, we specify the local search solution to be the initial solution and a randomly selected elite solution to be the guiding solution.", "keyword": "forward", "meta": {"pile_set_name": "Books3"}}
{"sentence": "We next describe a forward path-relinking procedure for the MAX-CUT problem, going from an initial solution !", "keyword": "forward", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Note that other forms of path-relinking, such as backward and mixed path-relinking, can be applied in place of forward path-relinking.", "keyword": "forward", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Figure 12.14 shows the pseudo-code for a forward path-relinking algorithm for the maximum cut problem.", "keyword": "forward", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Pseudo-code of the forward path-relinking procedure for the MAX-CUT problem.", "keyword": "forward", "meta": {"pile_set_name": "Books3"}}
{"sentence": "\"For years, Steve almost went crazy over what Bill was doing to him and now he's up there on that stage, in front of the world telling everybody he's practically the Second Coming.\"", "keyword": "front", "meta": {"pile_set_name": "OpenSubtitles"}}
{"sentence": "\"I'm standing in front of something.\"", "keyword": "front", "meta": {"pile_set_name": "OpenSubtitles"}}
{"sentence": "\"Or maybe you ought to stop yelling in front of your employees.\"", "keyword": "front", "meta": {"pile_set_name": "OpenSubtitles"}}
{"sentence": "And so, you have a private network, you have a permissioned chain, but we see that as a staircase to – where’s that front of innovation?", "keyword": "front", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "Se-young and Tae-hyun are looking forward to a second honeymoon with their respective spouses, not knowing that Geon-woo and Seo-kyung are secretly meeting for trysts.", "keyword": "forward", "meta": {"pile_set_name": "Wikipedia (en)"}}
{"sentence": "leaped across the gap and into the front seat of the Fanchon.", "keyword": "front", "meta": {"pile_set_name": "Gutenberg (PG-19)"}}
{"sentence": "It was in the door pocket in front, with", "keyword": "front", "meta": {"pile_set_name": "Gutenberg (PG-19)"}}
{"sentence": "before he stopped in front of another garage, which was enough like the", "keyword": "front", "meta": {"pile_set_name": "Gutenberg (PG-19)"}}
{"sentence": "white “5” on the front of the radiator, and repeated in three other", "keyword": "front", "meta": {"pile_set_name": "Gutenberg (PG-19)"}}
{"sentence": "caps, goggles in front, and the coat collars pulled up high, helped to", "keyword": "front", "meta": {"pile_set_name": "Gutenberg (PG-19)"}}
{"sentence": "front of them as a pacer.", "keyword": "front", "meta": {"pile_set_name": "Gutenberg (PG-19)"}}
{"sentence": "forward in response to every light touch on the throttle, while it", "keyword": "forward", "meta": {"pile_set_name": "Gutenberg (PG-19)"}}
{"sentence": "gas, and his machine jumped forward in response.", "keyword": "forward", "meta": {"pile_set_name": "Gutenberg (PG-19)"}}
{"sentence": "to the inside of the track, in front of the judges’ stand.", "keyword": "front", "meta": {"pile_set_name": "Gutenberg (PG-19)"}}
{"sentence": "floor of the car, the sand is released and spread in front of the rear", "keyword": "front", "meta": {"pile_set_name": "Gutenberg (PG-19)"}}
{"sentence": "them being Dickey’s, opened a furious combat right in front of him.", "keyword": "front", "meta": {"pile_set_name": "Gutenberg (PG-19)"}}
{"sentence": "forward; yet instantly he checked himself, and rattled out a wheezing", "keyword": "forward", "meta": {"pile_set_name": "Gutenberg (PG-19)"}}
{"sentence": "late, he had to be out in front, presiding over his cigar counter.", "keyword": "front", "meta": {"pile_set_name": "Gutenberg (PG-19)"}}
{"sentence": "contrived to bring them forward; so that when he took his leave, it was", "keyword": "forward", "meta": {"pile_set_name": "Gutenberg (PG-19)"}}
{"sentence": "THE two men who sat at the table in the front room overlooking the", "keyword": "front", "meta": {"pile_set_name": "Gutenberg (PG-19)"}}
{"sentence": "much fur, and just what kind of an illegal game was forward.", "keyword": "forward", "meta": {"pile_set_name": "Gutenberg (PG-19)"}}
{"sentence": "cartridge, knelt in the canoe, placed the rifle in front of him, and", "keyword": "front", "meta": {"pile_set_name": "Gutenberg (PG-19)"}}
{"sentence": "expecting a rifle shot from the silent shack front.", "keyword": "front", "meta": {"pile_set_name": "Gutenberg (PG-19)"}}
{"sentence": "“Walk around to the front of the cabin.”", "keyword": "front", "meta": {"pile_set_name": "Gutenberg (PG-19)"}}
{"sentence": "FROM the front of the shack, the lake was, of course, hidden by the", "keyword": "front", "meta": {"pile_set_name": "Gutenberg (PG-19)"}}
{"sentence": "forward to the shack, Ballard in the lead.", "keyword": "forward", "meta": {"pile_set_name": "Gutenberg (PG-19)"}}
{"sentence": "Then, with an oath, Ballard shoved forward, throwing up his rifle.", "keyword": "forward", "meta": {"pile_set_name": "Gutenberg (PG-19)"}}
{"sentence": "The settler heaved forward, but his face was whiter than that of Denis,", "keyword": "forward", "meta": {"pile_set_name": "Gutenberg (PG-19)"}}
{"sentence": "Ballard heaved his shoulders forward, straining, as if some invisible", "keyword": "forward", "meta": {"pile_set_name": "Gutenberg (PG-19)"}}
{"sentence": "Now, Porter Markham was on the front seat of", "keyword": "front", "meta": {"pile_set_name": "Gutenberg (PG-19)"}}
{"sentence": "that he could lift Markham bodily out of the front seat, take his", "keyword": "front", "meta": {"pile_set_name": "Gutenberg (PG-19)"}}
{"sentence": "He flashed an upward look at the difficult grade he was to negotiate.", "keyword": "upward", "meta": {"pile_set_name": "Gutenberg (PG-19)"}}
{"sentence": "over level ground—a forward movement, in long, gliding steps.", "keyword": "forward", "meta": {"pile_set_name": "Gutenberg (PG-19)"}}
{"sentence": "sporting blood was aroused, and he looked forward with keen enjoyment", "keyword": "forward", "meta": {"pile_set_name": "Gutenberg (PG-19)"}}
{"sentence": "front of his coat, removed the knotted strips from the runners, took", "keyword": "front", "meta": {"pile_set_name": "Gutenberg (PG-19)"}}
{"sentence": "the other by a foot, body not bent, but inclined forward, Peters was", "keyword": "forward", "meta": {"pile_set_name": "Gutenberg (PG-19)"}}
{"sentence": "Three or four of the men went forward to investigate the", "keyword": "forward", "meta": {"pile_set_name": "Gutenberg (PG-19)"}}
{"sentence": "The boy leaned forward earnestly, his mouth tightening into the same", "keyword": "forward", "meta": {"pile_set_name": "Gutenberg (PG-19)"}}
{"sentence": "On the table in the front hall of the boarding house lay a note from", "keyword": "front", "meta": {"pile_set_name": "Gutenberg (PG-19)"}}
{"sentence": "forward, with a quick intake of breath.", "keyword": "forward", "meta": {"pile_set_name": "Gutenberg (PG-19)"}}
{"sentence": "closer to the basket, and then, with a pretty toss, looped it upward", "keyword": "upward", "meta": {"pile_set_name": "Gutenberg (PG-19)"}}
{"sentence": "Huddled forward in her balcony seat at the other end of the gymnasium,", "keyword": "forward", "meta": {"pile_set_name": "Gutenberg (PG-19)"}}
{"sentence": "was the old crisscross forward pass.", "keyword": "forward", "meta": {"pile_set_name": "Gutenberg (PG-19)"}}
{"sentence": "side diagonal pass that gave him the ball directly in front of the", "keyword": "front", "meta": {"pile_set_name": "Gutenberg (PG-19)"}}
{"sentence": "where Hazel Wayne could lean forward and look straight down into it.", "keyword": "forward", "meta": {"pile_set_name": "Gutenberg (PG-19)"}}
{"sentence": "She could only lean forward, with her hands clutching", "keyword": "forward", "meta": {"pile_set_name": "Gutenberg (PG-19)"}}
{"sentence": "The ten players bunched just below the balcony, in front of the Bloss", "keyword": "front", "meta": {"pile_set_name": "Gutenberg (PG-19)"}}
{"sentence": "rebound drove it against the front rim.", "keyword": "front", "meta": {"pile_set_name": "Gutenberg (PG-19)"}}
{"sentence": "In the old days, Clem had had a reputation along the Pedro water front.", "keyword": "front", "meta": {"pile_set_name": "Gutenberg (PG-19)"}}
{"sentence": "Along the water front he had", "keyword": "front", "meta": {"pile_set_name": "Gutenberg (PG-19)"}}
{"sentence": "Suddenly Ed Davis leaned forward, his lean frame quivering with", "keyword": "forward", "meta": {"pile_set_name": "Gutenberg (PG-19)"}}
{"sentence": "Tom Saunders turned and came forward, cue in hand, with a quick smile", "keyword": "forward", "meta": {"pile_set_name": "Gutenberg (PG-19)"}}
{"sentence": "“I’m talking about you,” said Clem, as he took a forward step.", "keyword": "forward", "meta": {"pile_set_name": "Gutenberg (PG-19)"}}
{"sentence": "forward at Clem with a snarl of rage.", "keyword": "forward", "meta": {"pile_set_name": "Gutenberg (PG-19)"}}
{"sentence": "And, as the police entered by the front door, they vanished into the", "keyword": "front", "meta": {"pile_set_name": "Gutenberg (PG-19)"}}
{"sentence": "you loaf around the water front, gambling and fighting and drinking.", "keyword": "front", "meta": {"pile_set_name": "Gutenberg (PG-19)"}}
{"sentence": "He came forward with two steaming cups of coffee, handed one to Tom,", "keyword": "forward", "meta": {"pile_set_name": "Gutenberg (PG-19)"}}
{"sentence": "weirdly about the room; and when he leaned forward to lace his shoes,", "keyword": "forward", "meta": {"pile_set_name": "Gutenberg (PG-19)"}}
{"sentence": "escorted him to the front door of his lodging house; he had dizzily", "keyword": "front", "meta": {"pile_set_name": "Gutenberg (PG-19)"}}
{"sentence": "forward, as Reynolds had sometimes seen them when Kineally took a", "keyword": "forward", "meta": {"pile_set_name": "Gutenberg (PG-19)"}}
{"sentence": "fist lunging forward as he leaped.", "keyword": "forward", "meta": {"pile_set_name": "Gutenberg (PG-19)"}}
{"sentence": "manager’s knees buckled forward, and he crumpled backward on the rug—a", "keyword": "forward", "meta": {"pile_set_name": "Gutenberg (PG-19)"}}
{"sentence": "pressed a hand against the manager’s shirt front.", "keyword": "front", "meta": {"pile_set_name": "Gutenberg (PG-19)"}}
{"sentence": "darkness and found the ladder leading upward.", "keyword": "upward", "meta": {"pile_set_name": "Gutenberg (PG-19)"}}
{"sentence": "As she paused, he moved forward a step, his nails biting into the palms", "keyword": "forward", "meta": {"pile_set_name": "Gutenberg (PG-19)"}}
{"sentence": "He was looking forward to the time when Dan’s already keen business", "keyword": "forward", "meta": {"pile_set_name": "Gutenberg (PG-19)"}}
{"sentence": "that rest so many men look forward to before the great rest comes.", "keyword": "forward", "meta": {"pile_set_name": "Gutenberg (PG-19)"}}
{"sentence": "forward to get in the anchor, and, as the pawls clinked against the", "keyword": "forward", "meta": {"pile_set_name": "Gutenberg (PG-19)"}}
{"sentence": "the wheel as Young Dan went forward.", "keyword": "forward", "meta": {"pile_set_name": "Gutenberg (PG-19)"}}
{"sentence": "jumped forward along the tossing deck to drag his companion’s body out", "keyword": "forward", "meta": {"pile_set_name": "Gutenberg (PG-19)"}}
{"sentence": "Working gradually to the eastward, backward and forward on long", "keyword": "forward", "meta": {"pile_set_name": "Gutenberg (PG-19)"}}
{"sentence": "\"I was trying to really sound the alarm on the AI front for quite a while, but it was clearly having no impact,\" he said in one interview around the launch of Neuralink.", "keyword": "front", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "Looking forward to pushing the limits of ~450DMIPS processor...", "keyword": "forward", "meta": {"pile_set_name": "HackerNews"}}
{"sentence": "Though the clever design offers a glimpse into the future capabilities of drones, Cho stressed that this is just an initial concept and his team will be working to strengthen and add joints to the arm moving forward.", "keyword": "forward", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "The anchor sits behind a desk in front of a green screen, onto which a virtual reality studio is digitally inserted.", "keyword": "front", "meta": {"pile_set_name": "Wikipedia (en)"}}
{"sentence": "They were so outraged that they decided to promote it on their front pages, thereby causing a further surge in sales, which they then pretended was a crisis for the BBC, on the basis that Radio 1's weekly chart show – a factual record of what music the British public has been buying – might be forced to play the tune.", "keyword": "front", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "\"She does what I do whenever I'm bothered by something — just kind of puts on this front that makes everybody think that everything's going all great,\" Emma says.", "keyword": "front", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "They sit near the front so they can get a good look at him.", "keyword": "front", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "It is incumbent on people like me to always be looking forward.\"", "keyword": "forward", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "The front wheels start spinning before the rears here–likely due to a handbrake being on–but there’s no small pauses in the wheels like you can see on Speed’s car.", "keyword": "front", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "The claims of the Madden curse are quite quiet on the Fitzgerald front and for good reason.", "keyword": "front", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "Joshua, now with a 22-0 record after toughing out a victory over Alexander Povetkin in front of 80,000 at Wembley Stadium on Saturday, said he isn't bothered who wins out of Wilder and Fury.", "keyword": "front", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "Daniel Farke is unfazed by the Premier League champions, saying his side are looking forward to creating something special at Carrow Road.", "keyword": "forward", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "His promotion-hunting League Two side with the cult-figure striker Adebayo Akinfenwa will face a Championship team freshened up after the Christmas programme and featuring new signing Billy Bodin up front.", "keyword": "front", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "These aircraft use four vertical fans for lift and a separate propeller for forward thrust.", "keyword": "forward", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "I had high hopes for this group before the season, and so far they have taken a big step forward after an inconsistent 2017 showing.", "keyword": "forward", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "However, Anzalone made a great interception last week by reading Jared Goff‘s eyes and getting in front of a dig route.", "keyword": "front", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "This group is performing better on the blocking front, where they’ve been a big part of the Saints’ run success again this season.", "keyword": "front", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "Dante Sealy found space in the middle of the field and charged forward.", "keyword": "forward", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "Eamon Zayed had an open header directly in front of goal that he redirected wide.", "keyword": "front", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "He seemed almost reverent in front of this man who I had just met a few days ago.", "keyword": "front", "meta": {"pile_set_name": "BookCorpus2"}}
{"sentence": "His hands were spread upward toward heaven and there was a soft hush all around us.", "keyword": "upward", "meta": {"pile_set_name": "BookCorpus2"}}
{"sentence": "As the person came and stood in front of Jesus they dropped the blanket and I must confess that the most pathetic and hideous sight I had ever seen stood there in front of him.", "keyword": "front", "meta": {"pile_set_name": "BookCorpus2"}}
{"sentence": "The cot came down to the floor right in front of Jesus.", "keyword": "front", "meta": {"pile_set_name": "BookCorpus2"}}
{"sentence": "Yes I know that it is hard to believe that someone would have another person be-headed because a young girl danced in front of him but that is how it was with Herod the King.", "keyword": "front", "meta": {"pile_set_name": "BookCorpus2"}}
{"sentence": "Jesus then in front of the Pharisees and Scribes called all the people to Him and said,\" Hear me all of you and understand.", "keyword": "front", "meta": {"pile_set_name": "BookCorpus2"}}
{"sentence": "I can attest that this is not so from my many, many failings in front of the one to whom I had begun to call my Lord, my Savior.", "keyword": "front", "meta": {"pile_set_name": "BookCorpus2"}}
{"sentence": "I only look forward to the day when I shall see Him again.", "keyword": "forward", "meta": {"pile_set_name": "BookCorpus2"}}
{"sentence": "Of course when we saw that Jesus was going to speak with him we all put on our best spiritual front and said to him,\" take heart, get up He is calling you.\"", "keyword": "front", "meta": {"pile_set_name": "BookCorpus2"}}
{"sentence": "They would often stop right in front of the offering box and stand there as if they were waiting for people to notice what they were doing.", "keyword": "front", "meta": {"pile_set_name": "BookCorpus2"}}
{"sentence": "In some ways I am looking forward to my own death or should I say just the beginning of my new life for I think that I too shall see Him welcoming me Home.", "keyword": "forward", "meta": {"pile_set_name": "BookCorpus2"}}
{"sentence": "Sure enough she spoke up in front of all who were there and said, \"You also were with the Nazarene Jesus.\"", "keyword": "front", "meta": {"pile_set_name": "BookCorpus2"}}
{"sentence": "Although I could not see Jesus I knew that He was in front of the crowd because I could hear them mocking and swearing at Him.", "keyword": "front", "meta": {"pile_set_name": "BookCorpus2"}}
{"sentence": "The crowd came to a halt and I worked my way to the front and saw Pilate standing up on his porch.", "keyword": "front", "meta": {"pile_set_name": "BookCorpus2"}}
{"sentence": "Pilate went back and conferred with some others and then came back to the front of the porch and with a look of dazed confusion on his face let them have their wish.", "keyword": "front", "meta": {"pile_set_name": "BookCorpus2"}}
{"sentence": "\"We doubt that Q4 [the fourth quarter] will see such a solid increase in consumption, not least because the chainstore numbers indicate that people pulled forward spending after the 1 August announcement of tariffs on imported Chinese consumer goods.", "keyword": "forward", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "We look forward to bringing you the very best in wrestling stories in the new year and beyond.", "keyword": "forward", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "to disappear from the front page[1]:", "keyword": "front", "meta": {"pile_set_name": "HackerNews"}}
{"sentence": "I am really looking forward to something like secure boot.", "keyword": "forward", "meta": {"pile_set_name": "HackerNews"}}
{"sentence": "will prevent forward progress when it notices secure boot was bypassed when it", "keyword": "forward", "meta": {"pile_set_name": "HackerNews"}}
{"sentence": "Photo frames with a picture of loved ones hang distort or moved forward to be in better view.", "keyword": "forward", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "It has a front gable roof behind a stepped parapet and segmental arched windows flanking the rounded arched central entrance.", "keyword": "front", "meta": {"pile_set_name": "Wikipedia (en)"}}
{"sentence": "During the Peoples Park incident, National Guard troops were stationed in front of Berkeley's empty lots to prevent protestors from planting flowers, shrubs or trees.", "keyword": "front", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "“The people who work behind the scenes are doing as much work to make the customer experience good as the people who are serving, potentially, so I think they 100 percent deserve more money and tips,” Kristen Kozlowski said.Carla Josephson, who is visiting the U.S. from London, said tips are already included in the bill in the U.K.“It’s very easy to kind of just think about the front of house servers and people who are interacting with you personally,\" she said.", "keyword": "front", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "So despite stiff competition from Gabourey Sidibe (Precious) and Meryl Streep (who won raves for embodying Julia Child in Nora Ephron’s final film, Julie & Julia), Bullock won the Oscar for Best Actress and gave the following speech (in which she unfortunately speaks rather highly of her soon-to-be-revealed-as-a-dirtbag husband while his cheating eyes filled with tears in the front row):", "keyword": "front", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "Text: In each and every moment fear and love tugged at your heart so strongly… [A white man is pounding his fist on a table, with a paper that says “laid off” in front of him.", "keyword": "front", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "A weather-beaten adobe front, the painted name barely visible.", "keyword": "front", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "It wasn't an encounter he was looking forward to.", "keyword": "forward", "meta": {"pile_set_name": "Books3"}}
{"sentence": "A few minutes later, the downstairs front door banged heavily, and there was the sound of two pairs of booted feet ascending the stairs.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "She was looking forward to showing off her excellent outfit but she wasn't particularly excited by the prospect of the performance.", "keyword": "forward", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Thrix had not yet informed her that some of the women on view at the opera might not be quite sylph-like either, and was quite looking forward to Malveria's reaction when she first set eyes on them.", "keyword": "forward", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Decembrius walked through the center of London, pausing on Charing Cross Road in front of St. Martin's College of Art.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "He paused again in front of the 100 Club, an unprepossessing entrance.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Decembrius was on his way to meet the Douglas-MacPhees, not an encounter he was looking forward to.", "keyword": "forward", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Several Japanese students at the front of the class were busy copying it down.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Kalix looked down at the blank paper in front of her and wished desperately that she was somewhere else.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "She swept her hand through a pile of paper in front of her.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "I know you want the clan to move forward, but I'm not certain we can while this carries on.", "keyword": "forward", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Kalix didn't know which one to press, so she tried pushing the front door.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "She was still sitting by his dead body when a werewolf hunter kicked open the front door and rushed into the small flat.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "As the front door burst open, Kalix hurdled Gawain's body and sprinted for the back of the small flat, ending up in a tiny kitchen with a small window so dark that whatever was outside couldn't be seen.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "If they decided to start stocking Thrix's clothes, it would be an enormous step forward.", "keyword": "forward", "meta": {"pile_set_name": "Books3"}}
{"sentence": "\"Really Gargamond, you would be astonished by some of the suggestions they've put forward for marriage.", "keyword": "forward", "meta": {"pile_set_name": "Books3"}}
{"sentence": "What possessed you to run into the garden and blurt out such a thing in front of Gargamond and her handmaiden?\"", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "She hung her head so her huge mane of hair hung down like a curtain in front of her face.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Suddenly she felt angry and wished that the murderer was right in front of her, because then she would rip him apart, no matter who it was.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Hardly worth mentioning had it not humiliated me in front of the entire Hiyasta nation.\"", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "The queen leaned forward with interest.", "keyword": "forward", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Laid low by the shame of her enormous extra poundage, she flits silently from one fashion show to another, looks longingly at the models, gazes in wonder at the slender grace of Queen Malveria in the front row, then goes home unhappily to write her bitter articles full of venom and hatred towards the world.\"", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Decembrius stood in front of a small electrical goods shop in South London, admiring his reflection.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Kalix was quite organized in the way she wrote, starting at the front and using a new page every time.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Just stay out of the front line.\"", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "What induced you to ask me to heal werewolves in front of the Duchess Gargamond?\"", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Checking to see that no one observed her, she walked over the tiny front garden to the passage at the side of the house, which led to another small garden at the back, blocked by a tall gate.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "\"I want to talk about...things,\" replied Kalix, not wanting to mention Gawain's death in front of the twins.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "She wiped them away angrily, not wanting to cry in front of Dominil.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "The captain was stunned, wondered briefly why he'd started hallucinating, and was still wondering a second later when she appeared in the front seat alongside him.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "It was bad enough having to display her ignorance in front of strangers without Agrivex making the whole thing intolerable.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Their teacher for the day stood in front of the class.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "I am so looking forward to our dinner together.\"", "keyword": "forward", "meta": {"pile_set_name": "Books3"}}
{"sentence": "She turned a corner, speeded up, and then abruptly collided with the youthful Fire Elemental who'd suddenly materialized in front of her.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "You materialized right in front of me!", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Kalix climbed the stairs, sitting upstairs at the front.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "He leaned forward to speak in Kalix's ear.", "keyword": "forward", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Dominil stood in front of the gigantic statue of Ramesses the Great, pondering both its smooth lines and the damage inflicted by age.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "\"And it will be worse if the twins find out,\" thought Dominil, pausing again in front of another huge statue, this one of Amenhotep III, ruler of Egypt a hundred years before Ramesses.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Dominil wasn't looking forward to the glee with which Beauty and Delicious would greet the news that the reason for their guitarist's current misery was that he'd fallen hopelessly in love with her.", "keyword": "forward", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Deciding that it was time to leave, she stepped forward to pass by the hunters.", "keyword": "forward", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Dominil reacted instantaneously, grabbing his wrist, yanking him forward, and striking his throat all in one swift action.", "keyword": "forward", "meta": {"pile_set_name": "Books3"}}
{"sentence": "She hurtled into the huge marble hall at the front of the museum then out of the door and through the great stone pillars in the courtyard.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "She paused in front of a large computer store to check her reflection.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Angry at Albermarle and frustrated by the twins' inability to take anything seriously, Dominil left the room, mounted the stairs to her office, closed the door firmly, and sat down in front of her computer.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "She desperately clicked forward again to look at another question, but when she saw it concerned a graph, she despaired.", "keyword": "forward", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Kalix noticed she was attracting attention from students coming though the front gates.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Unwilling to be stared at while still trembling from panic, she slunk into one of the old wooden benches beside the wall, out of sight of the front gate, intending to gather herself for the journey home.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "She leaned forward to stroke the cat's ear.", "keyword": "forward", "meta": {"pile_set_name": "Books3"}}
{"sentence": "As Decembrius approached the front door, he was shocked to find Kalix there.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Kalix stepped forward and swung her taloned paw hard and fast.", "keyword": "forward", "meta": {"pile_set_name": "Books3"}}
{"sentence": "They found themselves sitting in front of the TV, watching music stations, unable to find anything they liked, too gloomy even to hurl abuse at the screen.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "They eventually put on an old DVD of Joy Division playing one of their early gigs and sat miserably in front of it, feeling that the tortured lyrics suited their mood.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "The front door flew open, almost torn from its hinges by a blow that shattered the lock.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Easterly leaned forward a few inches and looked suitably concerned.", "keyword": "forward", "meta": {"pile_set_name": "Books3"}}
{"sentence": "She lost her self-control and sprang forward.", "keyword": "forward", "meta": {"pile_set_name": "Books3"}}
{"sentence": "And though there had been no stag seen in the woods for months, and not even a rabbit, he ventured out into the terrible blizzard, leaving Baby Wolf wrapped in their only blanket, huddled in front of the embers of the fire made from the last of their wood.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "He bent down in front of the dying embers of the fire to warm his paws before going back out into the storm.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "As they walked up the short corridor to the front door, Vex suddenly halted.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Moonglow's worries about Kalix prevented her from looking forward to the gig, and she barely heard Daniel as he talked to her about something or other as they passed through the center of town.", "keyword": "forward", "meta": {"pile_set_name": "Books3"}}
{"sentence": "We must continue with that campaign while opening a new front.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "growled Kalix, stepping forward and baring her teeth.", "keyword": "forward", "meta": {"pile_set_name": "Books3"}}
{"sentence": "She left the storeroom and went again to the front of the building, checking for werewolf hunters.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Kalix and Decembrius were lounging in front of the gas fire, drinking tea, and reading Curse of the Wolf Girl.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "The moment the band came on, she pushed her way to the front and began leaping about enthusiastically.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "He strode down the stairs towards his front door.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "\"But seriously,\" said Beauty, crawling forward in the van to place her face close behind Dominil.", "keyword": "forward", "meta": {"pile_set_name": "Books3"}}
{"sentence": "\"I think I've lost a hair extension,\" said Delicious, and she sat down in the front garden.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Kalix stepped in front of her.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "\"I am so looking forward to hearing Mr. Felicori sing again,\" declared Malveria.", "keyword": "forward", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Boosting her strength by use of a discreet little spell, the enchantress grabbed hold of the pair of them and hauled them into her office to deposit them in front of her mother.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "She waved her arm in the direction of Malveria, who turned her nose up, then towards Moonglow, who stepped forward to rub it better.", "keyword": "forward", "meta": {"pile_set_name": "Books3"}}
{"sentence": "She hurried forward, partly to embrace him and partly to place herself between Easterly and the large group of werewolves who were studying him with interest.", "keyword": "forward", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Markus strode forward to greet the newcomer.", "keyword": "forward", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Markus intended that he should perform in front of a suitable backdrop and hired a set designer from Edinburgh who'd had great success last year with his designs for Othello.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Distikka was riding in the carriage in front.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "She doused them quickly, knowing it was unbecoming to exhibit such emotion in front of young handmaidens, but she couldn't keep the anger out of her voice.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "But does this give her the right to humiliate me in front of the assembled Hiyasta aristocracy?", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "As Easterly rang his bell, Albermarle opened the door in an oversized T-shirt with food stains on the front.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Duncan stepped in front of him while Rhona and William moved to either side.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "A patch of red erupted in Ruraich's chest, and he pitched forward onto the pavement, shot from behind.", "keyword": "forward", "meta": {"pile_set_name": "Books3"}}
{"sentence": "\"No need to throw yourself in front of a train,\" said Decembrius.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Haven't we advanced beyond making people translate Chaucer in front of their whole tutorial group?", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Following on from Decembrius's suggestion that she pretend to be normal in front of other people, she'd been bottling up her emotions.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Vex hurried after Kalix, but as she rounded the old stone gate at the front of the college, she almost ran into two girls who were finishing off their cigarettes before going inside.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Kalix stood outside her front door in the rain, gloomily reflecting on her latest failure at college.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Along with the boarded-up shop front, it all made for a depressing sight.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "\"I am very much looking forward to the operatic event at Andamair House,\" said Princess Kabachetka.", "keyword": "forward", "meta": {"pile_set_name": "Books3"}}
{"sentence": "I look forward to seeing you at the operatic event.\"", "keyword": "forward", "meta": {"pile_set_name": "Books3"}}
{"sentence": "\"I look forward to seeing you too.", "keyword": "forward", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Encouraged by Vex and Daniel, she'd prepared well, but was so anxious about talking in front of the class that she'd started to feel the troubling sense of unreality that came on in times of particularly high stress.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Knowing that she wouldn't be able to keep up her pretense of being normal in front of her flatmates, she slipped out early, arriving at college before the gates were even open.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "William moved his huge bulk in front of the door.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "She dropped into her fighting crouch, raising her arms and fists in front of her.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "She paused for a fraction of a second at the satisfying sight of her three enemies lying broken in front of her.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Then she moved forward to kill them all.", "keyword": "forward", "meta": {"pile_set_name": "Books3"}}
{"sentence": "There was a chuckle from in front of her.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "The werewolf stepped in front of her.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Gawain moved forward to help, but Kalix screamed at him to get back.", "keyword": "forward", "meta": {"pile_set_name": "Books3"}}
{"sentence": "For the first time, she was gripped with fear, and she knew there was something unpleasant in front of her.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "In front of her, the patch of blue sky was visible again.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "cried Beauty, clambering over onto the front seat from the back of the van, a maneuver that caused her mass of pink hair to temporarily blind Dominil.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "A different waitress appeared and placed cutlery in front of each of them.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "The twins clattered noisily through the front door.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "In around twelve hours' time, Andamair House should be full, and Felicori would step on stage in front of a packed audience of guests who'd paid extremely handsomely for the privilege.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Vex moved in front of her.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "I am so looking forward to the music, Princess.", "keyword": "forward", "meta": {"pile_set_name": "Books3"}}
{"sentence": "He checked again on her several times, waiting to see if she did anything odd that might require him to take action, but Kalix just sat there, staring down at the small table in front of her, hardly moving, rarely blinking, lost in some world of her own.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Decembrius was too vain to rush out of the house entirely unprepared and brushed his hair in front of a mirror and cleaned his teeth.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "As soon as he got through his front door, he was grabbed roughly by the throat.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "They were in a strange city, playing a small gig, and they were looking forward to it.", "keyword": "forward", "meta": {"pile_set_name": "Books3"}}
{"sentence": "They knew that they might be playing in front of a small audience that might not like them.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Finding herself in front of a door marked Private — Performers Only, Malveria whispered a word, causing the door to open, and went through unobserved.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "She drifted off to sleep again, this time leaning forward and sprawling over the table so that her hair splayed everywhere.", "keyword": "forward", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Beauty, perched on a chair in front of a cracked mirror, was in her werewolf shape.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "She changed into her werewolf shape and stood in front of the sisters.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "She reached forward, lightly tapping the Fire Queen on the shoulder.", "keyword": "forward", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Thrix suddenly put her hand to her mouth and lurched forward.", "keyword": "forward", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Showing no self-consciousness about making a fuss in front of the audience, he rose, took Thrix's arm, helped her to her feet, then unapologetically pushed past the rows of seated people, taking Thrix with him.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Vex leaned forward and kissed Cameron on the forehead.", "keyword": "forward", "meta": {"pile_set_name": "Books3"}}
{"sentence": "She was still some way from the front entrance, but as she emerged from her car she could already hear the voice of Felicori floating over the grounds, amplified and projected through the still night air.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "He walked forward till he stood right over Dominil.", "keyword": "forward", "meta": {"pile_set_name": "Books3"}}
{"sentence": "In the front row, Verasa MacRinnalch felt extremely ill and remained upright through force of will alone.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "\"This is going to be a strange reunion,\" he thought and attempted to drag himself forward.", "keyword": "forward", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Orion and Pictor came out of the fog in front of Heather and Beatrice.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "At her feet, Albermarle's body lay broken and bleeding, and in front of her, Kalix's werewolf jaws quivered with anger.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "She stepped forward and stood waiting for her opponents, an utterly savage expression on her face.", "keyword": "forward", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Marwanis stepped forward and growled, and her growling made the other werewolves agitated.", "keyword": "forward", "meta": {"pile_set_name": "Books3"}}
{"sentence": "She took a step forward to address the Fire Elementals who remained at her side.", "keyword": "forward", "meta": {"pile_set_name": "Books3"}}
{"sentence": "She wasn't looking forward to her interview with the Mistress of the Werewolves.", "keyword": "forward", "meta": {"pile_set_name": "Books3"}}
{"sentence": "When she arrived in front of him, there was a brief pause in the tumult of battle.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Agripath's troops were hindered by the queen's protective spell but still tried to press forward with their superior numbers.", "keyword": "forward", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Malveria strode in front of her niece to stop her progress.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Even the disgrace she'd feel in front of her clan didn't seem to matter much anymore.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Councilor Tarentia, one of the empress's senior advisors, stepped forward and spoke gravely, \"Princess Kabachetka.", "keyword": "forward", "meta": {"pile_set_name": "Books3"}}
{"sentence": "They walked towards the front door of the picturesque, though run-down, detached house.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "The front garden was overgrown with moss and weeds and was surrounded by a hedge that hadn't been trimmed for a long time.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Standing in front of them was a young woman with terror in her eyes and an unusual blue jacket.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Kalix herself lay on the floor, in front of the fire, unable to move.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "She hadn't been looking forward to this and had no idea how to defend herself.", "keyword": "forward", "meta": {"pile_set_name": "Books3"}}
{"sentence": "She was slightly mollified, though not enough to forgive them for embarrassing her in front of her mother and her bank manager.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "\"You humiliated her in front of her mother.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Dominil nodded and sat in front of a computer.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "\"Looks like Tweedledum and Tweedledee coming, Boss,\" announced Stan as he looked out of the Model Garage's front window.", "keyword": "front", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "In another RPPC of the mission, the side entrance of the church with a lone priest in front is depicted.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "However, this caption reads, \"The Old Chapel Arches in the front mission garden looking towards the padres' quarters.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "The view here is of the front corridor.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Pictured here are the front garden and the campanario (behind it) as well as part of the ruins of the Great Stone Church.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "The caption on the reverse reads, \"The large pepper tree that graces the front of the mission is typical of early California, and banked with gorgeous flowers on all sides, adds to the charm of the old cloisters.\"", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Another view of the front garden with the white doves enjoying the central fountain is seen in this old postcard.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Here a young woman feeds the white doves beside the fountain of the front garden.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "This view of the front of the mission includes the electrical lines that supplied power for the electric train that delivered tourists from all parts of Los Angeles County to visit the mission.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "The young date palms and the lone California fan palm, second from the left, grows in front of the mission.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "A group of tourists have posed for their photograph in front of the mission's campanario.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Several horse-drawn carriages are stationed in front of the mission.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "By the time of this postcard's printing, part of the front of the church was obscured by vegetation.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "The idea to install bells as markers along El Camino Real, or \"The Royal Road,\" came about in 1906 when the first cast-iron bell was designed by Mrs. A. S. C. Forbes and was installed in front of the Plaza Church in Los Angeles.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Here a lone antique automobile is seen in front of the Convento, or \"Long Building,\" which measures 243 feet long and 50 feet wide.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "A similar view is seen here with another old car passing in front of the Convento.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Along the front corridor, 20 of its 21 Roman arches can be seen in this view.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "This fountain was once located in front of the Convento but now resides in a park that is separated from the mission by San Fernando Mission Boulevard.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "This postcard illustrates the \"Arcade of Cloister,\" which served the same function as a front porch would on a house—providing shade in the summer and cover from rain in the winter.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "In 1950, cracks began to appear in the tower, which was rebuilt after the 1925 earthquake with concrete that chemically degraded so badly that the front of the church had to be disassembled and later reconstructed with steel-reinforced concrete.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Part of the message written on the front reads, \"Dear Zelda, Are you getting tired of monks & things?\"", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "The church was remodeled again in 1861, with the front wall taken down and rebuilt with bricks instead of adobe.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "More than 30 protesters milled in front of the entrance of Peterson Tower, the building on L Street housing the Senate offices of Murkowski and Sen. Dan Sullivan.", "keyword": "front", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "“On one hand, she has said that she supports Planned Parenthood and women’s issues, but on the other hand she has voted for all the radical judges that have been put forward.”", "keyword": "forward", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "At the front of this war is the tiny island of Guam.", "keyword": "front", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "The presumptive incoming speaker, Nancy Pelosi Nancy PelosiHoyer: House should vote on COVID-19 aid — with or without a bipartisan deal Ruth Bader Ginsburg lies in repose at Supreme Court McCarthy threatens motion to oust Pelosi if she moves forward with impeachment MORE, has vowed to pass this wage floor in the first 100 hours of the new Congress.", "keyword": "forward", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "The fact that the shopworn, discredited idea of wage controls is on the front page of the Democratic policy playbook demonstrates the intellectual bankruptcy of their agenda.", "keyword": "front", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "A Finnish forward air base often consisted of only a frozen lake, a windsock, a telephone set and some tents.", "keyword": "forward", "meta": {"pile_set_name": "Wikipedia (en)"}}
{"sentence": "These developments were confirmed by the commander of the Free Syrian Army’s Jaysh al-Ababil, who stated that the group’s fighters deployed on the front lines noticed the newly-erected barriers.", "keyword": "front", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "All you do is bring forward your future purchases.", "keyword": "forward", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "So all we’ve done is bring forward the purchases without increasing the cost.", "keyword": "forward", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "His aunt runs a \"deposito,\" or small snack and soda shop, attached to the front of the property.", "keyword": "front", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "The \"deposito\" can be seen out front.", "keyword": "front", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "He said he could also see making a career in the hospitality industry and is looking forward to the appointment.", "keyword": "forward", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "It’s also a great step forward for the mining industry in Haiti.” SOMINE engineer Michel Lamarre said he expects exploration to start in 36 to 42 months, and VCS CEO Angelo Viard expects his company to enter into “production” within 29 to 38 months.", "keyword": "forward", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "The decline of U.S. leverage in Iraq simply reinforced the attitude Obama had held since 2009: Let Maliki do whatever he wants so long as he keeps Iraq off the front page.", "keyword": "front", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "Two-thirds of these involve domestic violence, committed overwhelmingly (90 percent) by fathers, according to Harvard’s Jay Silverman, in a forward to the book Domestic Violence, Abuse, and Child Custody.", "keyword": "forward", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "\"We didn't move forward on protecting Puget Sound,\" Sato said.", "keyword": "forward", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "He was reported to be in contact with a very large number of Communist Party USA officials, and was active in a number of Communist front groups.", "keyword": "front", "meta": {"pile_set_name": "Wikipedia (en)"}}
{"sentence": "I look forward to hearing from you,", "keyword": "forward", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "I am looking forward to the event in Tokyo", "keyword": "forward", "meta": {"pile_set_name": "HackerNews"}}
{"sentence": "As a Motorcycle owner or rider, you are legally obliged to install front and rear lights on your vehicle.", "keyword": "front", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "While the front light is important for the visibility of a rider, the rear light is important for the other Vehicles to spot you in darkness.", "keyword": "front", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "Keep your tires well pumped up and use a bright front light.", "keyword": "front", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": " Daiei - clear orange front & clear black back (Daiei, Japan, 2001)", "keyword": "front", "meta": {"pile_set_name": "Wikipedia (en)"}}
{"sentence": "Partisan officials are also not permitted to campaign immediately in front of a polling station, nor may anyone bring any campaign literature into the station .", "keyword": "front", "meta": {"pile_set_name": "Wikipedia (en)"}}
{"sentence": "The first might require a store front, the second, probably not.", "keyword": "front", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "That way, they won’t just sit in front of their computer all day looking at webcomics.", "keyword": "front", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "Unfortunately she never got the chance, because his knee came forward, and collided with her face with roughly the force of a speeding truck.", "keyword": "forward", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "All of her forward momentum stopped, and she felt her body begin to move in the opposite direction.", "keyword": "forward", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "Pain erupted in the front of her skull, and she felt a few of her features shift very slightly.", "keyword": "front", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "He stumbled forward, and dropped Nora in surprise.", "keyword": "forward", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "He stumbled forward, and was clearly dazed from the impact.", "keyword": "forward", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "What…\" Her eyes drifted over the scene in front of her, and she stopped, shocked.", "keyword": "front", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "Her eyes kept moving over the things in front of her in a way that made Nora start to worry.", "keyword": "front", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "She started to lean closer, but before anything else became audible, Nora stepped forward and placed a hand between her and the man, suddenly a deathly serious look on her face.", "keyword": "forward", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "Adam let out a snort as the woman stepped forward again.", "keyword": "forward", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "He was in front of her in a second, and a strike wasn't far behind.", "keyword": "front", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "Glyphs appeared on the ground in front of her, and made her run faster than ever before.", "keyword": "front", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "They flung her forward, which was now up, and it was all that she could do to keep her feet under her.", "keyword": "forward", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "She reached the top of the wall before her brain had time to adjust to the shift in what was up and what was down, and she fell rather unceremoniously onto her front.", "keyword": "front", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "They ran as fast as they could, Ruby dashing forward with her Semblance, and came to a stop in front of Weiss, just as Adam leapt from his position.", "keyword": "front", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "After promising a candidate he described as “an impressive one, with a strong team and a real chance,” Kristol came forward with…David French, an obscure writer for National Review.", "keyword": "forward", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "Such bets usually take the form of short selling, that is selling an asset before buying it, forward or future contracts, swaps, or a combination.", "keyword": "forward", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "Yet her separation from these two women enables Jane to move forward into a wider realm of experience.", "keyword": "forward", "meta": {"pile_set_name": "Books3"}}
{"sentence": "The best bedroom in the house, a corner room, sunny, overlooking the main street of Amherst in front, the way to her brother Austin's house on the side.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Thereafter, the marriage that had been denied in the real world, went forward in the spiritual .", "keyword": "forward", "meta": {"pile_set_name": "Books3"}}
{"sentence": "We talked of poetry, and also of infanticide, of the case of a local woman, the mother of eight, who had been in severe depression since the birth of her third child, and who had recently murdered and decapitated her two youngest, on her suburban front lawn.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "She is standing in front of the cabin, her hand stretched out, she is wearing her grey leather jacket; her hair is long, down to her shoulders, in the style of thirty years ago, before I was born; she is turned half away from me.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "He was after me too and when he found me I would run, or be petrified, just standing in front of him like a zany.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "We know you are a poet, not an historian, and we look forward to reading your metaphors all our lives—and standing straighter as feminists, as women, for having read them.", "keyword": "forward", "meta": {"pile_set_name": "Books3"}}
{"sentence": "I expect that quality in this book which you are editing, and look forward with anticipation to the thinking—and the actions—toward which it may take us.", "keyword": "forward", "meta": {"pile_set_name": "Books3"}}
{"sentence": "For about fifteen minutes I have been sitting chin in hand in front of the typewriter, staring out at the snow.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "But so charged with negative meaning was even the word \"Negro\" that as children we were taught never to use it in front of Black people.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "Pickup trucks and boats on trailers sit for days or weeks or months in front yards; old people and children walk in the road, while the serious traffic moves along the frontage road and the freeway.", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "A Mohawk Indian friend says she began writing \"after a motor trip through the Mohawk Valley, when a Bald Eagle flew in front of her car, sat in a tree, and instructed her to write.\"", "keyword": "front", "meta": {"pile_set_name": "Books3"}}
{"sentence": "I go there to play quite a lot and over the years it has become one of the shows that I look forward to the most.", "keyword": "forward", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "We have a lot of very funny people on the set, so typically we wait for the first take or two we’ll have them stick to script and then we let them go off script and probably shoot five or six more takes off script, and then you get in the edit room with all that footage and you spend hours and hours combing through it until you find the right combination that balances the tone and gets the humor across but keeps the stakes moving forward.”", "keyword": "forward", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "I'm proud to be part of this ambitious club and I'm looking forward very much to the Bundesliga and European games.\"", "keyword": "forward", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "Turns out sites are pretty simple to build if you have all of your data up front.", "keyword": "front", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "As we talked about at the beginning of this post, most of the apps we build don’t have all the data they need up front.", "keyword": "front", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "This one is pretty straight forward.", "keyword": "forward", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "On tax there was support for raising the top rate of income tax to 50 pence – a proposal put forward by Labour during the Scottish election.", "keyword": "forward", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "He noticed Micheal and Daniel sitting at the very front table.", "keyword": "front", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "CH: Structure, or playing what’s in front of you?", "keyword": "front", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "Do you get the game plan and say, ‘stay with this boys’, or ‘have a look at what’s in front of you and if there’s an opportunity to get away from the game plan play that’, where do you stand with that?", "keyword": "front", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "Stand on a tall box and either deadlift the weight up or take it off a rack in front of you so the set starts with you standing tall with the bar in a moderate stance.", "keyword": "front", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "With Yates firing his gun at him, the stranger, who's at the steering wheel, drives forward, and abruptly starts into reverse, at high speed, toward Yates knocking him over the side of the building where he lands into a tree, severely injured.", "keyword": "forward", "meta": {"pile_set_name": "Wikipedia (en)"}}
{"sentence": "number and type of instructions, presence of other memory accesses) in order to guarantee forward progress.", "keyword": "forward", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "He looks forward to returning to Washington in January.”", "keyword": "forward", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "Meghan McCain, the senator's daughter, tweeted Sunday: “My father is doing well and we are all looking forward to spending Christmas together in Arizona.”", "keyword": "forward", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "Taking the stage to Alice Cooper’s classic “Schools Out,” Evers, the state’s superintendent for public education — who fortunately bears little resemblance to Alice Cooper — made a strong case as to why he was the front runner.", "keyword": "front", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "In one year, she gets from her front door to the sidewalk.", "keyword": "front", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "Save the Children said the strike hit the front of the hospital building, at a time when two operations were under way and a woman was in labour.", "keyword": "front", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "\"All persons having business before the court,\" \"Part One of General Sessions, State of New York, County of New York, step forward and ye shall be heard.\"", "keyword": "forward", "meta": {"pile_set_name": "OpenSubtitles"}}
{"sentence": "\"Coming by the stand for the first time, it's Anaconda out in front by a length,\" \"Slippery Elm is second by a half and French Pete.\"", "keyword": "front", "meta": {"pile_set_name": "OpenSubtitles"}}
{"sentence": "\"Marimba's moving out in front and pulling away.\"", "keyword": "front", "meta": {"pile_set_name": "OpenSubtitles"}}
{"sentence": "\"Johnny Apollo, Mickey Dwyer's front man.\"", "keyword": "front", "meta": {"pile_set_name": "OpenSubtitles"}}
{"sentence": "During his first mandate as mayor, Labeaume also developed a reputation for speaking his mind and not always using the right words in front of the media.", "keyword": "front", "meta": {"pile_set_name": "Wikipedia (en)"}}
{"sentence": "A couple of months before the elections of December 2009, on October 16 Labeaume announced his intention to go forward with the project of the new indoor arena.", "keyword": "forward", "meta": {"pile_set_name": "Wikipedia (en)"}}
{"sentence": "South Strathmore is the area in front of Strathmore Vanderbilt and Strathmore Village.", "keyword": "front", "meta": {"pile_set_name": "Wikipedia (en)"}}
{"sentence": "So when Perry goes in front of the cameras and tells corporate America they don't have to worry about us, they can keep on running roughshod over Texas citizens, the environment and even federal freaking law, please be sure that he's serious -- because, how else can one create jobs?", "keyword": "front", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "Yet, nobody seems to have noticed that you can still throw objects through the governor's mansion fence to the front porch, just like the arsonist did with a Molotov.", "keyword": "front", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "The photos would be verified through a unique code on both the front and back of the shirt, which was not revealed in a suspect’s mug shot but known only to the organizers.", "keyword": "front", "meta": {"pile_set_name": "Wikipedia (en)"}}
{"sentence": "As soon as we saw their vehicles passing in front of us, we knew that confrontations would be inevitable.", "keyword": "front", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "The police eventually blocked the boulevard in front of us.", "keyword": "front", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "The confrontation escalated for several long minutes as we tried to press forward and create a breach in their lines.", "keyword": "forward", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "As soon as the crowd of demonstrators rushed into the street, a large black bloc appeared at the front bearing several reinforced banners.", "keyword": "front", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "We appealed to others at Nuit Debout to gather in front of the police station where our friends were detained.", "keyword": "front", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "About fifty people joined us in front of the station, chanting in unison, “Free our comrades!”", "keyword": "front", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "Indeed, more and more people from Nuit Debout were already converging in front of the police station.", "keyword": "front", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "Activists took the streets again, smashing advertising billboards and every single front window of the banks and insurance agencies on their way.", "keyword": "front", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "A bit further, some people smashed the front windows of a corporate grocery store, then rushed inside to loot everything they could.", "keyword": "front", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "Once in front of the park, what remained from the hundreds of people who had left République continued walking towards the 19th district’s City Hall.", "keyword": "front", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "The crowd converged in front of the building, occupying the entire sidewalk and hiding the main entrance from sight.", "keyword": "front", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "Police reinforcements stopped in front of the squat, but in the end they did nothing more than try to see if the building was occupied and threaten us.", "keyword": "front", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "On Tuesday, May 3, late at night, we received a last-minute appeal to gather in front of the squat early the next morning, as an eviction was imminent in consequence of a decision of the Administrative Court of Paris.", "keyword": "front", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "Despite the imposing police presence—from police officers in plain clothes (recognizable from miles away) following us on each side of the march to riot squads at each intersection and in front of potential targets—we managed to remain offensive, compact, and in constant motion.", "keyword": "front", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "When this was made public, people converged in front of the Assemblée Nationale, the lower house of the French Parliament.", "keyword": "front", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "For the occasion, Nuit Debout also relocated its general assembly in front of that building.", "keyword": "front", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "Some were guarding the front of the National Assembly; others were standing by, waiting for orders, ready to attack us from the rear if needed.", "keyword": "front", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "However, the police presence did not intimidate the thousands of people who gathered that night in front of the building to show their opposition to the government.", "keyword": "front", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "May 10, 2016: People gathering in front of the National Assembly.", "keyword": "front", "meta": {"pile_set_name": "OpenWebText2"}}
{"sentence": "Suddenly, the trade union members in charge of security opened the trunk of a car and armed themselves with baseball bats, iron bars, and pickaxe handles, forming a line in front of us, closing the only safe exit from the square and helping the police to accomplish their goal of controlling the crowd.", "keyword": "front", "meta": {"pile_set_name": "OpenWebText2"}}
