{"id": 1, "sentence": "The little boy asked his father to lift him up so he could see over the crowd.", "keyword": "up"}
{"id": 2, "sentence": "She carefully hung the new painting up on the living room wall.", "keyword": "up"}
{"id": 3, "sentence": "We watched the hot air balloon go up into the clear morning sky.", "keyword": "up"}
{"id": 4, "sentence": "The hikers started their journey up the steep mountain trail at dawn.", "keyword": "up"}
{"id": 5, "sentence": "Can you help me bring these boxes up from the basement?", "keyword": "up"}
{"id": 6, "sentence": "He looked up just in time to catch the falling apple.", "keyword": "up"}
{"id": 7, "sentence": "The rocket will launch up towards the stars later tonight.", "keyword": "up"}
{"id": 8, "sentence": "I need to put this vase up on the highest shelf to keep it safe.", "keyword": "up"}
{"id": 9, "sentence": "The cat scrambled up the tree to escape from the dog.", "keyword": "up"}
{"id": 10, "sentence": "Smoke from the chimney went straight up into the cold air.", "keyword": "up"}
{"id": 11, "sentence": "When the sun comes up, the birds start to sing beautifully.", "keyword": "up"}
{"id": 12, "sentence": "She reached up to grab the book from the top of the bookcase.", "keyword": "up"}
{"id": 13, "sentence": "The price of gasoline continues to go up every month.", "keyword": "up"}
{"id": 14, "sentence": "He built a tower of blocks that reached up to the ceiling.", "keyword": "up"}
{"id": 15, "sentence": "Please stand up when the judge enters the courtroom.", "keyword": "up"}
{"id": 16, "sentence": "The flag was raised up the pole during the morning ceremony.", "keyword": "up"}
{"id": 17, "sentence": "The seeds we planted last week are starting to come up.", "keyword": "up"}
{"id": 18, "sentence": "My daughter loves to swing up high on the playground swing set.", "keyword": "up"}
{"id": 19, "sentence": "The elevator will take us up to the observation deck.", "keyword": "up"}
{"id": 20, "sentence": "He drew a long line up the entire length of the whiteboard.", "keyword": "up"}
{"id": 21, "sentence": "The water level in the river rose up after the heavy storm.", "keyword": "up"}
{"id": 22, "sentence": "She folded up the letter and placed it inside the envelope.", "keyword": "up"}
{"id": 23, "sentence": "The baby pointed up at the airplane flying overhead.", "keyword": "up"}
{"id": 24, "sentence": "I have to walk up three flights of stairs to get to my apartment.", "keyword": "up"}
{"id": 25, "sentence": "The hikers set up their camp on a ledge halfway up the cliff.", "keyword": "up"}
{"id": 26, "sentence": "He jumped up to touch the bottom of the basketball hoop.", "keyword": "up"}
{"id": 27, "sentence": "The diver swam up to the surface for a breath of air.", "keyword": "up"}
{"id": 28, "sentence": "She backed the car carefully up the narrow driveway.", "keyword": "up"}
{"id": 29, "sentence": "The temperature is expected to go up this afternoon.", "keyword": "up"}
{"id": 30, "sentence": "We could see the entire city spread out below us from up here.", "keyword": "up"}
{"id": 31, "sentence": "The ant crawled up the blade of grass carrying a crumb.", "keyword": "up"}
{"id": 32, "sentence": "He tore up the letter and threw the pieces into the wind.", "keyword": "up"}
{"id": 33, "sentence": "The helicopter hovered up above the rescue scene.", "keyword": "up"}
{"id": 34, "sentence": "She tied the balloon up to the chair so it wouldn't fly away.", "keyword": "up"}
{"id": 35, "sentence": "The vine grew up the side of the old brick house.", "keyword": "up"}
{"id": 36, "sentence": "He propped the ladder up against the wall to clean the gutters.", "keyword": "up"}
{"id": 37, "sentence": "The children cheered as the fireworks shot up into the night sky.", "keyword": "up"}
{"id": 38, "sentence": "I need to save up enough money for a trip to Europe.", "keyword": "up"}
{"id": 39, "sentence": "The bird built its nest up high in the tallest branch of the oak tree.", "keyword": "up"}
{"id": 40, "sentence": "She held up her hand to ask a question during the lecture.", "keyword": "up"}
{"id": 41, "sentence": "The company's profits have been heading up all year.", "keyword": "up"}
{"id": 42, "sentence": "He measured the table and wrote the dimensions up on the notepad.", "keyword": "up"}
{"id": 43, "sentence": "The road winds up the mountain and offers spectacular views.", "keyword": "up"}
{"id": 44, "sentence": "She pinned her hair up in a bun to keep it cool.", "keyword": "up"}
{"id": 45, "sentence": "The climber inched his way up the sheer rock face.", "keyword": "up"}
{"id": 46, "sentence": "The bubble floated up and then popped with a tiny sound.", "keyword": "up"}
{"id": 47, "sentence": "He swept up the broken glass and put it in the trash.", "keyword": "up"}
{"id": 48, "sentence": "From up on the hill, we could watch the sunset over the ocean.", "keyword": "up"}
{"id": 49, "sentence": "The general ordered the troops to march up the ridge.", "keyword": "up"}
{"id": 50, "sentence": "She rolled up the car window to keep the rain out.", "keyword": "up"}
{"id": 51, "sentence": "The sapling was held up by a wooden stake until it was stronger.", "keyword": "up"}
{"id": 52, "sentence": "He typed up the report and sent it to his manager before the deadline.", "keyword": "up"}
{"id": 53, "sentence": "The kite soared up high, dancing in the strong wind.", "keyword": "up"}
{"id": 54, "sentence": "I need to fix up the fence that has fallen down.", "keyword": "up"}
{"id": 55, "sentence": "The monkey shimmied up the pole to grab the banana.", "keyword": "up"}
{"id": 56, "sentence": "She gazed up at the moon, which was full and bright.", "keyword": "up"}
{"id": 57, "sentence": "The dust flew up when he shook the old rug.", "keyword": "up"}
{"id": 58, "sentence": "He stacked the firewood up neatly against the side of the house.", "keyword": "up"}
{"id": 59, "sentence": "The plane taxied down the runway and then took up into the air.", "keyword": "up"}
{"id": 60, "sentence": "She pulled her hair up into a ponytail before starting her workout.", "keyword": "up"}
{"id": 61, "sentence": "The group of tourists followed the guide up the ancient steps.", "keyword": "up"}
{"id": 62, "sentence": "He added more logs to the fire to send the flames up higher.", "keyword": "up"}
{"id": 63, "sentence": "The child's face lit up when he saw the pile of presents.", "keyword": "up"}
{"id": 64, "sentence": "The elevator broke down, so we had to carry our luggage up the stairs.", "keyword": "up"}
{"id": 65, "sentence": "The branches of the tree reached up towards the sunlight.", "keyword": "up"}
{"id": 66, "sentence": "He wrote the phone number up on a piece of paper.", "keyword": "up"}
{"id": 67, "sentence": "The eagle circled up high, looking for its prey.", "keyword": "up"}
{"id": 68, "sentence": "She buttoned up her coat as the wind grew stronger.", "keyword": "up"}
{"id": 69, "sentence": "The milk boiled over and bubbled up all over the stove.", "keyword": "up"}
{"id": 70, "sentence": "We drove up the coast to find a secluded beach.", "keyword": "up"}
{"id": 71, "sentence": "The actor came up through a trapdoor in the stage.", "keyword": "up"}
{"id": 72, "sentence": "He hoisted the sail up the mast to catch the wind.", "keyword": "up"}
{"id": 73, "sentence": "I need to level up this table leg; it keeps wobbling.", "keyword": "up"}
{"id": 74, "sentence": "The smoke from the campfire curled up into the dark night.", "keyword": "up"}
{"id": 75, "sentence": "She leaned up against the railing to watch the boats go by.", "keyword": "up"}
{"id": 76, "sentence": "The construction crew is building a new office tower up downtown.", "keyword": "up"}
{"id": 77, "sentence": "He picked up the fallen leaves from the lawn.", "keyword": "up"}
{"id": 78, "sentence": "The sunflowers always turn their heads up to face the sun.", "keyword": "up"}
{"id": 79, "sentence": "The hikers found a shelter tucked up under a large rock.", "keyword": "up"}
{"id": 80, "sentence": "She jotted down the address up in her notebook.", "keyword": "up"}
{"id": 81, "sentence": "The spray from the fountain shot up into the air.", "keyword": "up"}
{"id": 82, "sentence": "He zipped up his jacket before heading out into the cold.", "keyword": "up"}
{"id": 83, "sentence": "The climber felt a sense of achievement when he got up to the summit.", "keyword": "up"}
{"id": 84, "sentence": "The little girl tried to count the stars up in the sky.", "keyword": "up"}
{"id": 85, "sentence": "He held the umbrella up to shield us from the rain.", "keyword": "up"}
{"id": 86, "sentence": "The road up ahead is blocked by an accident.", "keyword": "up"}
{"id": 87, "sentence": "She stretched up on her tiptoes to see what was on the table.", "keyword": "up"}
{"id": 88, "sentence": "The company is looking for a new office space up in the city center.", "keyword": "up"}
{"id": 89, "sentence": "He heaved the heavy sack up onto his shoulder.", "keyword": "up"}
{"id": 90, "sentence": "The leaves were blown up into a whirlwind by the sudden gust of wind.", "keyword": "up"}
{"id": 91, "sentence": "We decided to hike up to the waterfall for a picnic.", "keyword": "up"}
{"id": 92, "sentence": "The ball bounced up and hit him on the nose.", "keyword": "up"}
{"id": 93, "sentence": "She pulled the window up to let some fresh air in.", "keyword": "up"}
{"id": 94, "sentence": "The stock market has been trending up this quarter.", "keyword": "up"}
{"id": 95, "sentence": "He laced up his running shoes for his morning jog.", "keyword": "up"}
{"id": 96, "sentence": "The water from the fountain spouted up into the air.", "keyword": "up"}
{"id": 97, "sentence": "The children were excited to open up their Christmas presents.", "keyword": "up"}
{"id": 98, "sentence": "The cable car takes tourists up to the top of the mountain.", "keyword": "up"}
{"id": 99, "sentence": "He backed the truck up to the loading dock.", "keyword": "up"}
{"id": 100, "sentence": "The bird flew up and landed on the telephone wire.", "keyword": "up"}
{"id": 101, "sentence": "She set the glasses up carefully on the tray.", "keyword": "up"}
{"id": 102, "sentence": "The path up the mountain was steep and covered in loose stones.", "keyword": "up"}
{"id": 103, "sentence": "He tossed the keys up in the air and caught them.", "keyword": "up"}
{"id": 104, "sentence": "The flames from the bonfire licked up towards the dark sky.", "keyword": "up"}
{"id": 105, "sentence": "I need to clean up the mess that the kids made in the playroom.", "keyword": "up"}
{"id": 106, "sentence": "The horse trotted up the path towards the barn.", "keyword": "up"}
{"id": 107, "sentence": "She stood up on her chair to change the lightbulb.", "keyword": "up"}
{"id": 108, "sentence": "The politician promised to bring up the issue in the next meeting.", "keyword": "up"}
{"id": 109, "sentence": "A single tear rolled up her cheek, which was unusual.", "keyword": "up"}
{"id": 110, "sentence": "The deer bounded up the hillside with incredible grace.", "keyword": "up"}
{"id": 111, "sentence": "He pushed the button to call the lift up to his floor.", "keyword": "up"}
{"id": 112, "sentence": "The sapling was held up by a stake and some rope.", "keyword": "up"}
{"id": 113, "sentence": "They decided to move up their wedding date.", "keyword": "up"}
{"id": 114, "sentence": "The smoke from the factory chimney rose up steadily.", "keyword": "up"}
{"id": 115, "sentence": "She carefully poured the water up into the test tube.", "keyword": "up"}
{"id": 116, "sentence": "The hikers could see their destination up in the distance.", "keyword": "up"}
{"id": 117, "sentence": "He had to hike up his pants because they were too long.", "keyword": "up"}
{"id": 118, "sentence": "The new skyscraper will really up the skyline of the city.", "keyword": "up"}
{"id": 119, "sentence": "The kite was stuck up in the tree, and we couldn't get it down.", "keyword": "up"}
{"id": 120, "sentence": "The athlete trained hard to build up his strength for the competition.", "keyword": "up"}
{"id": 121, "sentence": "The children slid up the slide when it was wet.", "keyword": "up"}
{"id": 122, "sentence": "He glanced up from his book when he heard the noise.", "keyword": "up"}
{"id": 123, "sentence": "The river flows up from the spring in the mountains.", "keyword": "up"}
{"id": 124, "sentence": "She sewed up the hole in his favorite shirt.", "keyword": "up"}
{"id": 125, "sentence": "The clown blew up a long balloon animal for the child.", "keyword": "up"}
{"id": 126, "sentence": "We need to hang up these pictures before the guests arrive.", "keyword": "up"}
{"id": 127, "sentence": "The mountaineer anchored the rope securely up on the cliff face.", "keyword": "up"}
{"id": 128, "sentence": "The baby managed to pull himself up to a standing position.", "keyword": "up"}
{"id": 129, "sentence": "He ran up the stairs two at a time to answer the door.", "keyword": "up"}
{"id": 130, "sentence": "The committee will meet up next week to review the proposal.", "keyword": "up"}
{"id": 131, "sentence": "The fountain sent jets of water up into the air.", "keyword": "up"}
{"id": 132, "sentence": "She wiped up the spilled coffee with a paper towel.", "keyword": "up"}
{"id": 133, "sentence": "The birds flew up in a flurry when the cat approached.", "keyword": "up"}
{"id": 134, "sentence": "He had to gear up for the difficult climb ahead.", "keyword": "up"}
{"id": 135, "sentence": "The elevator is going up, so we'll have to wait for the next one.", "keyword": "up"}
{"id": 136, "sentence": "The gardener piled up the fallen leaves in the corner of the yard.", "keyword": "up"}
{"id": 137, "sentence": "She looked up the number in the phone book.", "keyword": "up"}
{"id": 138, "sentence": "The sun came up, casting a golden glow on the fields.", "keyword": "up"}
{"id": 139, "sentence": "He lifted the heavy box up onto the shelf.", "keyword": "up"}
{"id": 140, "sentence": "The road up to the cabin was unpaved and bumpy.", "keyword": "up"}
{"id": 141, "sentence": "The actors lined up on stage for the final bow.", "keyword": "up"}
{"id": 142, "sentence": "The fire sent a thick column of smoke up into the atmosphere.", "keyword": "up"}
{"id": 143, "sentence": "She curled up on the sofa with a good book and a blanket.", "keyword": "up"}
{"id": 144, "sentence": "The team is gearing up for the championship game.", "keyword": "up"}
{"id": 145, "sentence": "He screwed the lightbulb up into the socket.", "keyword": "up"}
{"id": 146, "sentence": "The hikers reached the viewpoint up on the ridge.", "keyword": "up"}
{"id": 147, "sentence": "The kite was soaring up high above the beach.", "keyword": "up"}
{"id": 148, "sentence": "I need to mark up this document with my suggestions.", "keyword": "up"}
{"id": 149, "sentence": "The horse reared up on its hind legs.", "keyword": "up"}
{"id": 150, "sentence": "She pinned the notice up on the community bulletin board.", "keyword": "up"}
{"id": 151, "sentence": "The rocket blasted up from the launchpad with immense power.", "keyword": "up"}
{"id": 152, "sentence": "He gathered up the scattered toys and put them in the toy chest.", "keyword": "up"}
{"id": 153, "sentence": "The stairs up to the attic were narrow and creaky.", "keyword": "up"}
{"id": 154, "sentence": "She held up the winning ticket for everyone to see.", "keyword": "up"}
{"id": 155, "sentence": "The company wants to open up a new branch uptown.", "keyword": "up"}
{"id": 156, "sentence": "The climber hammered a piton up into the rock.", "keyword": "up"}
{"id": 157, "sentence": "The water from the hose shot up and wet the laundry.", "keyword": "up"}
{"id": 158, "sentence": "He tried to talk up the new product to the investors.", "keyword": "up"}
{"id": 159, "sentence": "The dog wagged its tail and jumped up to greet its owner.", "keyword": "up"}
{"id": 160, "sentence": "We need to step up our efforts to complete the project on time.", "keyword": "up"}
{"id": 161, "sentence": "The leaves on the trees were turning up, showing their pale undersides before the storm.", "keyword": "up"}
{"id": 162, "sentence": "She carefully applied the ointment up the length of the scar.", "keyword": "up"}
{"id": 163, "sentence": "The parade marched up the main street, cheered on by crowds.", "keyword": "up"}
{"id": 164, "sentence": "He packed up his belongings and prepared to move out.", "keyword": "up"}
{"id": 165, "sentence": "The spider was climbing up the wall near the ceiling.", "keyword": "up"}
{"id": 166, "sentence": "She propped the open book up against the pillow.", "keyword": "up"}
{"id": 167, "sentence": "The price of stocks shot up after the positive announcement.", "keyword": "up"}
{"id": 168, "sentence": "He pushed the shopping cart up the ramp into the supermarket.", "keyword": "up"}
{"id": 169, "sentence": "The rescue team was sent up to the mountains to find the lost hikers.", "keyword": "up"}
{"id": 170, "sentence": "She drew the curtains up to let the sunlight stream into the room.", "keyword": "up"}
{"id": 171, "sentence": "The bird pecked at the seed and then flew up to a branch.", "keyword": "up"}
{"id": 172, "sentence": "He offered to help me carry my suitcase up the stairs.", "keyword": "up"}
{"id": 173, "sentence": "The balloon was blown up until it was almost ready to pop.", "keyword": "up"}
{"id": 174, "sentence": "The new policy will up the standards for all employees.", "keyword": "up"}
{"id": 175, "sentence": "We watched the boat sail up the river towards the town.", "keyword": "up"}
{"id": 176, "sentence": "She wrote her name up on the top of the test paper.", "keyword": "up"}
{"id": 177, "sentence": "The hikers rested up before attempting the final ascent.", "keyword": "up"}
{"id": 178, "sentence": "He tacked the poster up on the wall of his room.", "keyword": "up"}
{"id": 179, "sentence": "The steam from the hot shower rose up and fogged the mirror.", "keyword": "up"}
{"id": 180, "sentence": "The athlete did warm-up exercises to get his blood pumping up.", "keyword": "up"}
{"id": 181, "sentence": "The rabbit darted up the hole and disappeared from sight.", "keyword": "up"}
{"id": 182, "sentence": "She backed the car up into the parking space.", "keyword": "up"}
{"id": 183, "sentence": "The climbers were roped up for safety on the ice wall.", "keyword": "up"}
{"id": 184, "sentence": "He buckled up his seatbelt before the car started to move up the hill.", "keyword": "up"}
{"id": 185, "sentence": "The company's stock value continues to move up.", "keyword": "up"}
{"id": 186, "sentence": "She leaned up to whisper a secret in his ear.", "keyword": "up"}
{"id": 187, "sentence": "The fire engine sped up the street with its sirens blaring.", "keyword": "up"}
{"id": 188, "sentence": "He tried to jack up the car to change the flat tire.", "keyword": "up"}
{"id": 189, "sentence": "The children were told to line up before entering the museum.", "keyword": "up"}
{"id": 190, "sentence": "The smoke from the barbecue curled up into the evening sky.", "keyword": "up"}
{"id": 191, "sentence": "She put her hair up in a complicated twist for the formal event.", "keyword": "up"}
{"id": 192, "sentence": "The climber felt the strain in his muscles as he pulled himself up.", "keyword": "up"}
{"id": 193, "sentence": "He lifted the lid up to see what was inside the box.", "keyword": "up"}
{"id": 194, "sentence": "The path up the garden was lined with fragrant rose bushes.", "keyword": "up"}
{"id": 195, "sentence": "The birds were building a nest up in the eaves of the roof.", "keyword": "up"}
{"id": 196, "sentence": "He had to chop up the firewood to stack it up for the winter.", "keyword": "up"}
{"id": 197, "sentence": "The elevator whisked us up to the penthouse suite in seconds.", "keyword": "up"}
{"id": 198, "sentence": "She pointed up at the constellation she had identified.", "keyword": "up"}
{"id": 199, "sentence": "The diver launched himself up from the diving board.", "keyword": "up"}
{"id": 200, "sentence": "The sapling was held up by a sturdy wooden stake.", "keyword": "up"}
