{"id": 1, "sentence": "She always arrives at work before everyone else does.", "keyword": "she"}
{"id": 2, "sentence": "The doctor said she needs to rest for several days.", "keyword": "she"}
{"id": 3, "sentence": "Everyone knows she graduated from Harvard with honors.", "keyword": "she"}
{"id": 4, "sentence": "My mother told me she would visit us next month.", "keyword": "she"}
{"id": 5, "sentence": "After the meeting ended, she went straight home immediately.", "keyword": "she"}
{"id": 6, "sentence": "The teacher believes she has great potential in mathematics.", "keyword": "she"}
{"id": 7, "sentence": "Nobody expected she would win the competition so easily.", "keyword": "she"}
{"id": 8, "sentence": "I wonder if she remembers our conversation from yesterday.", "keyword": "she"}
{"id": 9, "sentence": "Despite the challenges, she never gave up on her dreams.", "keyword": "she"}
{"id": 10, "sentence": "The book that she wrote became an instant bestseller.", "keyword": "she"}
{"id": 11, "sentence": "My sister says she wants to become a professional dancer.", "keyword": "she"}
{"id": 12, "sentence": "Everyone was surprised when she announced her sudden resignation.", "keyword": "she"}
{"id": 13, "sentence": "The moment she entered the room, everyone stopped talking.", "keyword": "she"}
{"id": 14, "sentence": "I don't think she understands the gravity of the situation.", "keyword": "she"}
{"id": 15, "sentence": "Her colleagues admire how she handles difficult situations gracefully.", "keyword": "she"}
{"id": 16, "sentence": "The manager confirmed that she will lead the new project.", "keyword": "she"}
{"id": 17, "sentence": "Although tired, she continued working until midnight yesterday.", "keyword": "she"}
{"id": 18, "sentence": "My grandmother says she lived through the Great Depression.", "keyword": "she"}
{"id": 19, "sentence": "The award was given to her because she deserved it most.", "keyword": "she"}
{"id": 20, "sentence": "Nobody believed her when she told them the incredible story.", "keyword": "she"}
{"id": 21, "sentence": "The painting she created sold for thousands of dollars.", "keyword": "she"}
{"id": 22, "sentence": "I asked her if she could help me with my homework.", "keyword": "she"}
{"id": 23, "sentence": "During the interview, she answered all questions confidently.", "keyword": "she"}
{"id": 24, "sentence": "My aunt promised she would teach me how to cook.", "keyword": "she"}
{"id": 25, "sentence": "The moment arrived when she had to make a decision.", "keyword": "she"}
{"id": 26, "sentence": "People often say she looks exactly like her mother.", "keyword": "she"}
{"id": 27, "sentence": "The evidence proves that she was innocent all along.", "keyword": "she"}
{"id": 28, "sentence": "Her friends know she always keeps her promises faithfully.", "keyword": "she"}
{"id": 29, "sentence": "The letter she sent arrived just in time for Christmas.", "keyword": "she"}
{"id": 30, "sentence": "I remember when she first moved to our neighborhood.", "keyword": "she"}
{"id": 31, "sentence": "The company hired her because she had exceptional qualifications.", "keyword": "she"}
{"id": 32, "sentence": "My teacher explained that she would be absent tomorrow.", "keyword": "she"}
{"id": 33, "sentence": "Everyone could see she was nervous about the presentation.", "keyword": "she"}
{"id": 34, "sentence": "The dress she wore to the party was absolutely stunning.", "keyword": "she"}
{"id": 35, "sentence": "Her parents worry that she works too hard sometimes.", "keyword": "she"}
{"id": 36, "sentence": "I told her she should apply for the scholarship immediately.", "keyword": "she"}
{"id": 37, "sentence": "The song she sang brought tears to everyone's eyes.", "keyword": "she"}
{"id": 38, "sentence": "My neighbor mentioned she saw a strange car yesterday evening.", "keyword": "she"}
{"id": 39, "sentence": "Although young, she displays remarkable maturity and wisdom.", "keyword": "she"}
{"id": 40, "sentence": "The story she told us seemed too fantastic to believe.", "keyword": "she"}
{"id": 41, "sentence": "Her husband knows she prefers coffee over tea always.", "keyword": "she"}
{"id": 42, "sentence": "The lawyer argued that she acted in self-defense clearly.", "keyword": "she"}
{"id": 43, "sentence": "I heard she traveled to thirty countries last year alone.", "keyword": "she"}
{"id": 44, "sentence": "The flowers she planted in spring are blooming beautifully now.", "keyword": "she"}
{"id": 45, "sentence": "My daughter insists she can do it all by herself.", "keyword": "she"}
{"id": 46, "sentence": "The committee decided she deserved the promotion this time.", "keyword": "she"}
{"id": 47, "sentence": "After years of practice, she finally mastered the violin.", "keyword": "she"}
{"id": 48, "sentence": "Her brother claims she always gets the better presents.", "keyword": "she"}
{"id": 49, "sentence": "The recipe she shared became everyone's favorite dish instantly.", "keyword": "she"}
{"id": 50, "sentence": "I believe she will achieve great things in her career.", "keyword": "she"}
{"id": 51, "sentence": "The detective discovered she had been telling the truth.", "keyword": "she"}
{"id": 52, "sentence": "My boss announced she would retire at the end of the year.", "keyword": "she"}
{"id": 53, "sentence": "When asked about it, she simply smiled and walked away.", "keyword": "she"}
{"id": 54, "sentence": "The children love when she reads them bedtime stories.", "keyword": "she"}
{"id": 55, "sentence": "Her coach believes she could become an Olympic athlete.", "keyword": "she"}
{"id": 56, "sentence": "The report states that she exceeded all performance expectations.", "keyword": "she"}
{"id": 57, "sentence": "I wonder why she decided to change careers so suddenly.", "keyword": "she"}
{"id": 58, "sentence": "The movie she directed won several prestigious awards recently.", "keyword": "she"}
{"id": 59, "sentence": "My friend admitted she had been wrong about everything.", "keyword": "she"}
{"id": 60, "sentence": "Before leaving town, she made sure everything was arranged.", "keyword": "she"}
{"id": 61, "sentence": "The professor noted that she submitted excellent research work.", "keyword": "she"}
{"id": 62, "sentence": "Her family hopes she will visit them during the holidays.", "keyword": "she"}
{"id": 63, "sentence": "The journal entry revealed she had been struggling secretly.", "keyword": "she"}
{"id": 64, "sentence": "I told him she would probably arrive late as usual.", "keyword": "she"}
{"id": 65, "sentence": "The photograph shows she was there at the historic event.", "keyword": "she"}
{"id": 66, "sentence": "My colleague mentioned she speaks five languages fluently.", "keyword": "she"}
{"id": 67, "sentence": "After much deliberation, she chose to study medicine instead.", "keyword": "she"}
{"id": 68, "sentence": "The witness testified that she saw everything happen clearly.", "keyword": "she"}
{"id": 69, "sentence": "Her students appreciate how patient she is with them.", "keyword": "she"}
{"id": 70, "sentence": "The article mentions she broke the world record yesterday.", "keyword": "she"}
{"id": 71, "sentence": "I knew immediately that she was hiding something important.", "keyword": "she"}
{"id": 72, "sentence": "The cake she baked for my birthday was absolutely delicious.", "keyword": "she"}
{"id": 73, "sentence": "My therapist suggested she might benefit from meditation practice.", "keyword": "she"}
{"id": 74, "sentence": "During the storm, she remained remarkably calm and collected.", "keyword": "she"}
{"id": 75, "sentence": "The email confirmed she had been accepted into the program.", "keyword": "she"}
{"id": 76, "sentence": "Her neighbors say she always helps them with their groceries.", "keyword": "she"}
{"id": 77, "sentence": "The biography reveals she overcame tremendous obstacles in life.", "keyword": "she"}
{"id": 78, "sentence": "I remember thinking she looked familiar when we first met.", "keyword": "she"}
{"id": 79, "sentence": "The gift she gave me was exactly what I wanted.", "keyword": "she"}
{"id": 80, "sentence": "My wife insists she saw a ghost in the old house.", "keyword": "she"}
{"id": 81, "sentence": "The jury concluded she had acted with good intentions.", "keyword": "she"}
{"id": 82, "sentence": "Her diary shows she was planning this for months secretly.", "keyword": "she"}
{"id": 83, "sentence": "The announcement stated she would become the new CEO.", "keyword": "she"}
{"id": 84, "sentence": "I doubt she realizes how much everyone appreciates her.", "keyword": "she"}
{"id": 85, "sentence": "The speech she delivered moved the entire audience deeply.", "keyword": "she"}
{"id": 86, "sentence": "My partner believes she made the right choice ultimately.", "keyword": "she"}
{"id": 87, "sentence": "After the accident, she needed months of physical therapy.", "keyword": "she"}
{"id": 88, "sentence": "The review says she gave an outstanding performance tonight.", "keyword": "she"}
{"id": 89, "sentence": "Her mother knew she would succeed despite all the doubters.", "keyword": "she"}
{"id": 90, "sentence": "The message she left on my voicemail sounded urgent.", "keyword": "she"}
{"id": 91, "sentence": "I discovered that she had been living abroad for years.", "keyword": "she"}
{"id": 92, "sentence": "The solution she proposed solved all our problems effectively.", "keyword": "she"}
{"id": 93, "sentence": "My doctor says she recommends this treatment for everyone.", "keyword": "she"}
{"id": 94, "sentence": "When challenged, she proved her point with solid evidence.", "keyword": "she"}
{"id": 95, "sentence": "The apartment she rented overlooks the beautiful city skyline.", "keyword": "she"}
{"id": 96, "sentence": "Her friends admit she gives the best advice always.", "keyword": "she"}
{"id": 97, "sentence": "The report indicates she improved significantly this quarter.", "keyword": "she"}
{"id": 98, "sentence": "I assumed she would understand my position on this matter.", "keyword": "she"}
{"id": 99, "sentence": "The novel she published last year became internationally famous.", "keyword": "she"}
{"id": 100, "sentence": "My supervisor confirmed she approved my vacation request today.", "keyword": "she"}
{"id": 101, "sentence": "Despite criticism, she stood by her controversial decision firmly.", "keyword": "she"}
{"id": 102, "sentence": "The video shows she was at the scene during the incident.", "keyword": "she"}
{"id": 103, "sentence": "Her father believes she inherited his musical talent naturally.", "keyword": "she"}
{"id": 104, "sentence": "The contract stipulates she must complete the project by December.", "keyword": "she"}
{"id": 105, "sentence": "I noticed she always arrives exactly five minutes early.", "keyword": "she"}
{"id": 106, "sentence": "The invention she created will revolutionize the industry completely.", "keyword": "she"}
{"id": 107, "sentence": "My mentor taught me everything she knew about business.", "keyword": "she"}
{"id": 108, "sentence": "After graduation, she plans to travel around Europe extensively.", "keyword": "she"}
{"id": 109, "sentence": "The evidence suggests she was not involved in the conspiracy.", "keyword": "she"}
{"id": 110, "sentence": "Her boyfriend says she makes him laugh every single day.", "keyword": "she"}
{"id": 111, "sentence": "The prediction came true when she won the election decisively.", "keyword": "she"}
{"id": 112, "sentence": "I guarantee she will love this birthday surprise we planned.", "keyword": "she"}
{"id": 113, "sentence": "The design she submitted impressed all the judges immensely.", "keyword": "she"}
{"id": 114, "sentence": "My sister revealed she had been saving money for years.", "keyword": "she"}
{"id": 115, "sentence": "During rehearsal, she performed the scene flawlessly every time.", "keyword": "she"}
{"id": 116, "sentence": "The memo states she will handle all client communications.", "keyword": "she"}
{"id": 117, "sentence": "Her teammates know she always gives one hundred percent effort.", "keyword": "she"}
{"id": 118, "sentence": "The transcript shows she graduated with highest honors possible.", "keyword": "she"}
{"id": 119, "sentence": "I hope she understands why I made this difficult decision.", "keyword": "she"}
{"id": 120, "sentence": "The artwork she displayed at the gallery sold immediately.", "keyword": "she"}
{"id": 121, "sentence": "My counselor thinks she should consider changing her major.", "keyword": "she"}
{"id": 122, "sentence": "Before the surgery, she felt nervous but remained optimistic.", "keyword": "she"}
{"id": 123, "sentence": "The certificate proves she completed all required training courses.", "keyword": "she"}
{"id": 124, "sentence": "Her employer acknowledges she deserves a substantial raise.", "keyword": "she"}
{"id": 125, "sentence": "The rumor spread that she might be leaving the company.", "keyword": "she"}
{"id": 126, "sentence": "I suspect she already knows about the surprise party.", "keyword": "she"}
{"id": 127, "sentence": "The poem she recited touched everyone's hearts profoundly.", "keyword": "she"}
{"id": 128, "sentence": "My landlord mentioned she would renovate the apartment soon.", "keyword": "she"}
{"id": 129, "sentence": "After careful consideration, she accepted the job offer graciously.", "keyword": "she"}
{"id": 130, "sentence": "The forecast predicted she would become incredibly successful.", "keyword": "she"}
{"id": 131, "sentence": "Her classmates remember she always helped them study together.", "keyword": "she"}
{"id": 132, "sentence": "The investigation revealed she had nothing to hide whatsoever.", "keyword": "she"}
{"id": 133, "sentence": "I realized she was right about everything from the beginning.", "keyword": "she"}
{"id": 134, "sentence": "The business she started grew rapidly beyond all expectations.", "keyword": "she"}
{"id": 135, "sentence": "My professor noted she demonstrates exceptional critical thinking.", "keyword": "she"}
{"id": 136, "sentence": "When questioned further, she provided additional compelling evidence.", "keyword": "she"}
{"id": 137, "sentence": "The documentary features how she changed an entire community.", "keyword": "she"}
{"id": 138, "sentence": "Her supervisor reports she consistently exceeds her targets.", "keyword": "she"}
{"id": 139, "sentence": "The letter explained why she had to leave so suddenly.", "keyword": "she"}
{"id": 140, "sentence": "I understand now why she made that difficult choice.", "keyword": "she"}
{"id": 141, "sentence": "The experiment she conducted yielded surprising results today.", "keyword": "she"}
{"id": 142, "sentence": "My hairdresser says she uses only organic products now.", "keyword": "she"}
{"id": 143, "sentence": "Despite setbacks, she maintained her positive attitude throughout.", "keyword": "she"}
{"id": 144, "sentence": "The survey shows she ranks highest in customer satisfaction.", "keyword": "she"}
{"id": 145, "sentence": "Her partner admits she was correct about the investment.", "keyword": "she"}
{"id": 146, "sentence": "The recording proves she warned them about the danger.", "keyword": "she"}
{"id": 147, "sentence": "I believe strongly that she will overcome these challenges.", "keyword": "she"}
{"id": 148, "sentence": "The strategy she developed increased profits by fifty percent.", "keyword": "she"}
{"id": 149, "sentence": "My accountant confirmed she filed all the necessary paperwork.", "keyword": "she"}
{"id": 150, "sentence": "After the presentation, she received a standing ovation enthusiastically.", "keyword": "she"}
{"id": 151, "sentence": "The diagnosis confirmed what she had suspected for months.", "keyword": "she"}
{"id": 152, "sentence": "Her agent announced she signed a multi-million dollar deal.", "keyword": "she"}
{"id": 153, "sentence": "The timeline shows she arrived before the incident occurred.", "keyword": "she"}
{"id": 154, "sentence": "I admire how gracefully she handled the difficult situation.", "keyword": "she"}
{"id": 155, "sentence": "The app she developed has millions of users worldwide now.", "keyword": "she"}
{"id": 156, "sentence": "My trainer says she sees great progress in my fitness.", "keyword": "she"}
{"id": 157, "sentence": "During negotiations, she remained firm on her position consistently.", "keyword": "she"}
{"id": 158, "sentence": "The scholarship committee decided she met all their criteria.", "keyword": "she"}
{"id": 159, "sentence": "Her dedication shows when she works late every evening.", "keyword": "she"}
{"id": 160, "sentence": "The article describes how she revolutionized the entire field.", "keyword": "she"}
{"id": 161, "sentence": "I forgot that she had already told me this story.", "keyword": "she"}
{"id": 162, "sentence": "The breakthrough she achieved will benefit countless people.", "keyword": "she"}
{"id": 163, "sentence": "My dentist assured me she could fix the problem easily.", "keyword": "she"}
{"id": 164, "sentence": "Before retiring, she mentored dozens of young professionals successfully.", "keyword": "she"}
{"id": 165, "sentence": "The vote confirmed she would lead the organization forward.", "keyword": "she"}
{"id": 166, "sentence": "Her reputation ensures she gets the best opportunities available.", "keyword": "she"}
{"id": 167, "sentence": "The test results show she has an exceptional memory capacity.", "keyword": "she"}
{"id": 168, "sentence": "I predicted correctly that she would win the competition.", "keyword": "she"}
{"id": 169, "sentence": "The technique she pioneered is now industry standard practice.", "keyword": "she"}
{"id": 170, "sentence": "My advisor believes she should pursue graduate studies immediately.", "keyword": "she"}
{"id": 171, "sentence": "Despite opposition, she pushed forward with her innovative ideas.", "keyword": "she"}
{"id": 172, "sentence": "The receipt proves she purchased it before the deadline.", "keyword": "she"}
{"id": 173, "sentence": "Her colleagues trust she will always do the right thing.", "keyword": "she"}
{"id": 174, "sentence": "The memory of what she said still haunts me today.", "keyword": "she"}
{"id": 175, "sentence": "I guarantee that she will appreciate this thoughtful gesture.", "keyword": "she"}
{"id": 176, "sentence": "The formula she discovered solved a century-old problem.", "keyword": "she"}
{"id": 177, "sentence": "My editor says she needs the manuscript by Friday morning.", "keyword": "she"}
{"id": 178, "sentence": "After reflection, she realized her true passion was teaching.", "keyword": "she"}
{"id": 179, "sentence": "The award recognizes everything she accomplished this past year.", "keyword": "she"}
{"id": 180, "sentence": "Her determination ensures she never gives up on her goals.", "keyword": "she"}
{"id": 181, "sentence": "The interview revealed she had an fascinating life story.", "keyword": "she"}
{"id": 182, "sentence": "I assume she will attend the conference next month definitely.", "keyword": "she"}
{"id": 183, "sentence": "The dish she prepared won first place in the competition.", "keyword": "she"}
{"id": 184, "sentence": "My lawyer assures me she can handle this case successfully.", "keyword": "she"}
{"id": 185, "sentence": "During meditation, she found the inner peace she sought.", "keyword": "she"}
{"id": 186, "sentence": "The recommendation letter states she possesses exceptional leadership skills.", "keyword": "she"}
{"id": 187, "sentence": "Her persistence paid off when she finally achieved her dream.", "keyword": "she"}
{"id": 188, "sentence": "The study proves she was ahead of her time intellectually.", "keyword": "she"}
{"id": 189, "sentence": "I noticed immediately that she had changed her appearance.", "keyword": "she"}
{"id": 190, "sentence": "The program she created helps thousands of students annually.", "keyword": "she"}
{"id": 191, "sentence": "My realtor promised she would find the perfect house.", "keyword": "she"}
{"id": 192, "sentence": "Despite exhaustion, she completed the marathon successfully yesterday.", "keyword": "she"}
{"id": 193, "sentence": "The critics agree she delivered a masterful performance tonight.", "keyword": "she"}
{"id": 194, "sentence": "Her experience guarantees she can handle any situation professionally.", "keyword": "she"}
{"id": 195, "sentence": "The database shows she logged in at exactly midnight.", "keyword": "she"}
{"id": 196, "sentence": "I trust completely that she will keep my secret safe.", "keyword": "she"}
{"id": 197, "sentence": "The method she uses produces consistent results every time.", "keyword": "she"}
{"id": 198, "sentence": "My nutritionist explained she recommends this diet plan highly.", "keyword": "she"}
{"id": 199, "sentence": "After winning the lottery, she donated half to charity immediately.", "keyword": "she"}
{"id": 200, "sentence": "The legacy she leaves will inspire generations to come forever.", "keyword": "she"}