{"id": 1, "sentence": "I need to go to the store before it closes.", "keyword": "go"}
{"id": 2, "sentence": "She goes to the gym every morning at six.", "keyword": "go"}
{"id": 3, "sentence": "We should go home now because it's getting late.", "keyword": "go"}
{"id": 4, "sentence": "The children went to the park to play yesterday.", "keyword": "go"}
{"id": 5, "sentence": "Have you ever gone skydiving in your life before?", "keyword": "go"}
{"id": 6, "sentence": "They will go on vacation to Hawaii next summer.", "keyword": "go"}
{"id": 7, "sentence": "Let's go grab some coffee at the new cafe downtown.", "keyword": "go"}
{"id": 8, "sentence": "My parents go to church every Sunday without fail.", "keyword": "go"}
{"id": 9, "sentence": "The train will go through several tunnels on this route.", "keyword": "go"}
{"id": 10, "sentence": "If it rains tomorrow, we won't go to the beach.", "keyword": "go"}
{"id": 11, "sentence": "She has gone to Paris three times this year already.", "keyword": "go"}
{"id": 12, "sentence": "Where did you go for your honeymoon last month?", "keyword": "go"}
{"id": 13, "sentence": "The students go to the library to study for exams.", "keyword": "go"}
{"id": 14, "sentence": "I would love to go hiking in the mountains sometime.", "keyword": "go"}
{"id": 15, "sentence": "His dreams of becoming a doctor will never go away.", "keyword": "go"}
{"id": 16, "sentence": "The meeting went very well according to the manager.", "keyword": "go"}
{"id": 17, "sentence": "Don't go outside without your jacket in this weather.", "keyword": "go"}
{"id": 18, "sentence": "The prices at this restaurant go up every single year.", "keyword": "go"}
{"id": 19, "sentence": "She's going to visit her grandmother in the hospital today.", "keyword": "go"}
{"id": 20, "sentence": "We used to go fishing every weekend when I was young.", "keyword": "go"}
{"id": 21, "sentence": "Time seems to go by faster as we get older.", "keyword": "go"}
{"id": 22, "sentence": "The project didn't go as planned due to unexpected problems.", "keyword": "go"}
{"id": 23, "sentence": "You should go see a doctor about that persistent cough.", "keyword": "go"}
{"id": 24, "sentence": "The lights go out automatically at midnight every night.", "keyword": "go"}
{"id": 25, "sentence": "I'm going to learn Spanish before my trip to Mexico.", "keyword": "go"}
{"id": 26, "sentence": "Where does this road go if we keep driving straight?", "keyword": "go"}
{"id": 27, "sentence": "They decided to go their separate ways after graduation.", "keyword": "go"}
{"id": 28, "sentence": "The concert tickets go on sale this Friday at noon.", "keyword": "go"}
{"id": 29, "sentence": "He goes jogging in the park regardless of the weather.", "keyword": "go"}
{"id": 30, "sentence": "My computer tends to go into sleep mode too quickly.", "keyword": "go"}
{"id": 31, "sentence": "The company will go bankrupt if sales don't improve soon.", "keyword": "go"}
{"id": 32, "sentence": "These old traditions go back hundreds of years in history.", "keyword": "go"}
{"id": 33, "sentence": "I have to go pick up my daughter from school.", "keyword": "go"}
{"id": 34, "sentence": "The pain should go away after you take this medicine.", "keyword": "go"}
{"id": 35, "sentence": "Did the package go to the correct address this time?", "keyword": "go"}
{"id": 36, "sentence": "We're going to need more chairs for the dinner party.", "keyword": "go"}
{"id": 37, "sentence": "The boat will go under the bridge very carefully today.", "keyword": "go"}
{"id": 38, "sentence": "Her career has gone from strength to strength recently.", "keyword": "go"}
{"id": 39, "sentence": "You can't go wrong with a classic black dress tonight.", "keyword": "go"}
{"id": 40, "sentence": "The milk has gone bad so we need to buy more.", "keyword": "go"}
{"id": 41, "sentence": "Let the idea go and focus on something more productive.", "keyword": "go"}
{"id": 42, "sentence": "The show must go on despite all the technical difficulties.", "keyword": "go"}
{"id": 43, "sentence": "I'll go crazy if I have to stay indoors any longer.", "keyword": "go"}
{"id": 44, "sentence": "The negotiations went on for hours without any resolution.", "keyword": "go"}
{"id": 45, "sentence": "Shall we go dancing at the new club tonight or tomorrow?", "keyword": "go"}
{"id": 46, "sentence": "The temperature can go below freezing during winter nights here.", "keyword": "go"}
{"id": 47, "sentence": "Everything will go smoothly if we follow the instructions carefully.", "keyword": "go"}
{"id": 48, "sentence": "He's gone to great lengths to help his family succeed.", "keyword": "go"}
{"id": 49, "sentence": "The fashion trends go in cycles every few decades apparently.", "keyword": "go"}
{"id": 50, "sentence": "We need to go over the contract one more time.", "keyword": "go"}
{"id": 51, "sentence": "The elevator doesn't go to the top floor after midnight.", "keyword": "go"}
{"id": 52, "sentence": "I'm not going to apologize for something I didn't do.", "keyword": "go"}
{"id": 53, "sentence": "The old saying goes that patience is a virtue indeed.", "keyword": "go"}
{"id": 54, "sentence": "Where do we go from here after this major setback?", "keyword": "go"}
{"id": 55, "sentence": "His ambitions go far beyond what anyone expected initially.", "keyword": "go"}
{"id": 56, "sentence": "The sun goes down around seven o'clock in the evening.", "keyword": "go"}
{"id": 57, "sentence": "We should go ahead with the plan despite the risks.", "keyword": "go"}
{"id": 58, "sentence": "The story goes that she once saved someone's life heroically.", "keyword": "go"}
{"id": 59, "sentence": "I can't let this opportunity go without at least trying.", "keyword": "go"}
{"id": 60, "sentence": "Things went downhill after he lost his job last year.", "keyword": "go"}
{"id": 61, "sentence": "The roads go on for miles without any signs of civilization.", "keyword": "go"}
{"id": 62, "sentence": "She's going through a difficult time right now emotionally.", "keyword": "go"}
{"id": 63, "sentence": "The rumors about the merger go back several months now.", "keyword": "go"}
{"id": 64, "sentence": "I need to go to the bathroom before we leave.", "keyword": "go"}
{"id": 65, "sentence": "The rules go into effect starting next Monday morning officially.", "keyword": "go"}
{"id": 66, "sentence": "He won't go along with your plan under any circumstances.", "keyword": "go"}
{"id": 67, "sentence": "The donations will go directly to helping the homeless population.", "keyword": "go"}
{"id": 68, "sentence": "We can't go back and change what happened in the past.", "keyword": "go"}
{"id": 69, "sentence": "The alarm will go off at six thirty tomorrow morning.", "keyword": "go"}
{"id": 70, "sentence": "I'm going to miss you when you move to another country.", "keyword": "go"}
{"id": 71, "sentence": "The investigation will go forward despite political pressure mounting.", "keyword": "go"}
{"id": 72, "sentence": "Her influence goes beyond her immediate circle of friends.", "keyword": "go"}
{"id": 73, "sentence": "Let's go explore the city while we have free time.", "keyword": "go"}
{"id": 74, "sentence": "The bridge goes across the river at its narrowest point.", "keyword": "go"}
{"id": 75, "sentence": "I have gone to that restaurant many times before tonight.", "keyword": "go"}
{"id": 76, "sentence": "The campaign didn't go according to their original strategy at all.", "keyword": "go"}
{"id": 77, "sentence": "We must go beyond traditional methods to solve this problem.", "keyword": "go"}
{"id": 78, "sentence": "The path goes around the lake for about three miles total.", "keyword": "go"}
{"id": 79, "sentence": "I'm going to finish this project by Friday no matter what.", "keyword": "go"}
{"id": 80, "sentence": "The excitement tends to go to his head quite easily sometimes.", "keyword": "go"}
{"id": 81, "sentence": "How did the interview go this morning at the company?", "keyword": "go"}
{"id": 82, "sentence": "The custom goes against everything I believe in personally.", "keyword": "go"}
{"id": 83, "sentence": "We'll go bankrupt if we continue spending money like this.", "keyword": "go"}
{"id": 84, "sentence": "The memories will never go away no matter how hard I try.", "keyword": "go"}
{"id": 85, "sentence": "She decided to go back to school for her master's degree.", "keyword": "go"}
{"id": 86, "sentence": "The festival goes on rain or shine every year without exception.", "keyword": "go"}
{"id": 87, "sentence": "I would go anywhere in the world with you by my side.", "keyword": "go"}
{"id": 88, "sentence": "The vegetables have gone rotten after sitting out too long.", "keyword": "go"}
{"id": 89, "sentence": "We're going to celebrate your promotion at dinner tonight properly.", "keyword": "go"}
{"id": 90, "sentence": "The deadline has come and gone without any updates received.", "keyword": "go"}
{"id": 91, "sentence": "Let it go and move on with your life already.", "keyword": "go"}
{"id": 92, "sentence": "The benefits of exercise go without saying in modern times.", "keyword": "go"}
{"id": 93, "sentence": "I'll go first if nobody else wants to volunteer right now.", "keyword": "go"}
{"id": 94, "sentence": "The journey goes through some of the most beautiful landscapes imaginable.", "keyword": "go"}
{"id": 95, "sentence": "Everything has gone wrong since we started this project yesterday.", "keyword": "go"}
{"id": 96, "sentence": "They're going to announce the winner tomorrow afternoon at three.", "keyword": "go"}
{"id": 97, "sentence": "The colors go well together in this painting surprisingly.", "keyword": "go"}
{"id": 98, "sentence": "I should go apologize to her for my rude behavior earlier.", "keyword": "go"}
{"id": 99, "sentence": "The tunnel goes underneath the entire city for several kilometers.", "keyword": "go"}
{"id": 100, "sentence": "His patience has gone out the window after waiting so long.", "keyword": "go"}
{"id": 101, "sentence": "We could go sailing if the weather improves this weekend.", "keyword": "go"}
{"id": 102, "sentence": "The bus goes past my house every twenty minutes during rush hour.", "keyword": "go"}
{"id": 103, "sentence": "I'm going to quit my job and travel around the world.", "keyword": "go"}
{"id": 104, "sentence": "The discussion went off topic several times during the meeting unfortunately.", "keyword": "go"}
{"id": 105, "sentence": "Where did all the money go from our savings account recently?", "keyword": "go"}
{"id": 106, "sentence": "The new policy will go into place starting January first officially.", "keyword": "go"}
{"id": 107, "sentence": "He goes by the nickname Tom even though his real name differs.", "keyword": "go"}
{"id": 108, "sentence": "I won't go into details about what happened that night.", "keyword": "go"}
{"id": 109, "sentence": "The stock prices could go either way in the current market.", "keyword": "go"}
{"id": 110, "sentence": "We should go check on the children in the other room.", "keyword": "go"}
{"id": 111, "sentence": "The presentation went better than I expected it to honestly.", "keyword": "go"}
{"id": 112, "sentence": "You can't go around telling everyone my personal secrets like that.", "keyword": "go"}
{"id": 113, "sentence": "The tradition has gone unchanged for generations in our family.", "keyword": "go"}
{"id": 114, "sentence": "I have to go now because my ride is waiting outside.", "keyword": "go"}
{"id": 115, "sentence": "The lessons she taught me will go with me forever undoubtedly.", "keyword": "go"}
{"id": 116, "sentence": "We're going to win this competition if we practice hard enough.", "keyword": "go"}
{"id": 117, "sentence": "The pain goes all the way down my leg when I walk.", "keyword": "go"}
{"id": 118, "sentence": "He has gone above and beyond his duties as an employee.", "keyword": "go"}
{"id": 119, "sentence": "I'm willing to go the extra mile to make this work.", "keyword": "go"}
{"id": 120, "sentence": "The river goes through the valley for many miles downstream.", "keyword": "go"}
{"id": 121, "sentence": "Things can only go up from here after hitting rock bottom.", "keyword": "go"}
{"id": 122, "sentence": "We need to go shopping for groceries before the supermarket closes.", "keyword": "go"}
{"id": 123, "sentence": "The movie goes on for nearly three hours without any intermission.", "keyword": "go"}
{"id": 124, "sentence": "I'd rather go hungry than eat that disgusting food tonight.", "keyword": "go"}
{"id": 125, "sentence": "The investigation has gone cold after months without new leads.", "keyword": "go"}
{"id": 126, "sentence": "We can go swimming in the lake when summer arrives finally.", "keyword": "go"}
{"id": 127, "sentence": "The argument went nowhere and just wasted everyone's valuable time.", "keyword": "go"}
{"id": 128, "sentence": "I'm going to bed early because I'm exhausted from work.", "keyword": "go"}
{"id": 129, "sentence": "The rumor goes that they're planning to sell the company soon.", "keyword": "go"}
{"id": 130, "sentence": "His kindness goes a long way in making people feel welcome.", "keyword": "go"}
{"id": 131, "sentence": "We should go visit our grandparents more often than we do.", "keyword": "go"}
{"id": 132, "sentence": "The performance didn't go as rehearsed due to technical malfunctions.", "keyword": "go"}
{"id": 133, "sentence": "I can't go on living like this anymore without making changes.", "keyword": "go"}
{"id": 134, "sentence": "The stairs go all the way up to the tenth floor.", "keyword": "go"}
{"id": 135, "sentence": "Everything has gone according to plan so far this week surprisingly.", "keyword": "go"}
{"id": 136, "sentence": "They're going to regret not listening to my advice sooner.", "keyword": "go"}
{"id": 137, "sentence": "The wine goes perfectly with the cheese we selected earlier.", "keyword": "go"}
{"id": 138, "sentence": "I need to go get my car fixed at the mechanic.", "keyword": "go"}
{"id": 139, "sentence": "The pipeline goes underground for most of its entire length.", "keyword": "go"}
{"id": 140, "sentence": "All my hard work has gone to waste after the project failed.", "keyword": "go"}
{"id": 141, "sentence": "Let's go celebrate at your favorite restaurant tonight after work.", "keyword": "go"}
{"id": 142, "sentence": "The highway goes straight through the heart of downtown unfortunately.", "keyword": "go"}
{"id": 143, "sentence": "I was going to call you but I forgot completely.", "keyword": "go"}
{"id": 144, "sentence": "Things went from bad to worse after the economy crashed suddenly.", "keyword": "go"}
{"id": 145, "sentence": "How far does your authority go in making these important decisions?", "keyword": "go"}
{"id": 146, "sentence": "The new regulations go too far in restricting personal freedom unnecessarily.", "keyword": "go"}
{"id": 147, "sentence": "We always go to the same vacation spot every single summer.", "keyword": "go"}
{"id": 148, "sentence": "The batteries have gone dead and need to be replaced immediately.", "keyword": "go"}
{"id": 149, "sentence": "I'm going to try a new approach to solving this problem.", "keyword": "go"}
{"id": 150, "sentence": "The festivities will go late into the night according to tradition.", "keyword": "go"}
{"id": 151, "sentence": "Her talent goes unrecognized by most people in the industry sadly.", "keyword": "go"}
{"id": 152, "sentence": "We can't go forward without addressing these serious concerns first.", "keyword": "go"}
{"id": 153, "sentence": "The book goes into great detail about the historical events described.", "keyword": "go"}
{"id": 154, "sentence": "I have gone to extreme measures to protect my family's safety.", "keyword": "go"}
{"id": 155, "sentence": "You should go easy on him since he's still learning the ropes.", "keyword": "go"}
{"id": 156, "sentence": "The plane goes faster than the speed of sound routinely.", "keyword": "go"}
{"id": 157, "sentence": "Everything went dark when the power suddenly went out completely.", "keyword": "go"}
{"id": 158, "sentence": "I'm going to remember this day for the rest of my life.", "keyword": "go"}
{"id": 159, "sentence": "The discussion goes beyond mere academic interest for many people.", "keyword": "go"}
{"id": 160, "sentence": "We have to go through proper channels to file the complaint.", "keyword": "go"}
{"id": 161, "sentence": "The schedule has gone out of control with too many commitments.", "keyword": "go"}
{"id": 162, "sentence": "Shall we go for a walk in the park this afternoon?", "keyword": "go"}
{"id": 163, "sentence": "The cable goes from the modem to the router directly.", "keyword": "go"}
{"id": 164, "sentence": "I've gone over the budget three times already this morning.", "keyword": "go"}
{"id": 165, "sentence": "The situation could go sideways at any moment without warning.", "keyword": "go"}
{"id": 166, "sentence": "We're going to need a bigger boat for this fishing trip.", "keyword": "go"}
{"id": 167, "sentence": "The news goes to show how unpredictable life can be.", "keyword": "go"}
{"id": 168, "sentence": "I would never go behind your back like that intentionally.", "keyword": "go"}
{"id": 169, "sentence": "The auction will go to the highest bidder tomorrow evening.", "keyword": "go"}
{"id": 170, "sentence": "His contributions have gone largely unnoticed by the public unfortunately.", "keyword": "go"}
{"id": 171, "sentence": "Let's go meet them at the restaurant around seven o'clock.", "keyword": "go"}
{"id": 172, "sentence": "The fence goes around the entire perimeter of the property.", "keyword": "go"}
{"id": 173, "sentence": "I'm going to take a different route to work tomorrow morning.", "keyword": "go"}
{"id": 174, "sentence": "The event went viral on social media within hours of posting.", "keyword": "go"}
{"id": 175, "sentence": "Where do you want to go for your birthday celebration this year?", "keyword": "go"}
{"id": 176, "sentence": "The benefits go to those who need them most in society.", "keyword": "go"}
{"id": 177, "sentence": "We must go carefully to avoid making the same mistakes again.", "keyword": "go"}
{"id": 178, "sentence": "The trail goes uphill for the first two miles before leveling out.", "keyword": "go"}
{"id": 179, "sentence": "Everything has gone silent since the announcement was made publicly.", "keyword": "go"}
{"id": 180, "sentence": "They're going to build a new shopping center near our neighborhood.", "keyword": "go"}
{"id": 181, "sentence": "The saying goes that you can't teach an old dog new tricks.", "keyword": "go"}
{"id": 182, "sentence": "I should go talk to my boss about the promotion opportunity.", "keyword": "go"}
{"id": 183, "sentence": "The pathway goes between two large buildings in the city center.", "keyword": "go"}
{"id": 184, "sentence": "Her dreams have gone unrealized for far too long now.", "keyword": "go"}
{"id": 185, "sentence": "We'll go skiing in the Alps during our Christmas vacation hopefully.", "keyword": "go"}
{"id": 186, "sentence": "The conversation went in circles without reaching any concrete conclusion.", "keyword": "go"}
{"id": 187, "sentence": "I can't go without my morning coffee or I'm useless.", "keyword": "go"}
{"id": 188, "sentence": "The tunnel goes beneath the mountain for several miles underground.", "keyword": "go"}
{"id": 189, "sentence": "All good things must go eventually according to the old saying.", "keyword": "go"}
{"id": 190, "sentence": "I'm going to start exercising regularly starting tomorrow morning definitely.", "keyword": "go"}
{"id": 191, "sentence": "The proceeds will go toward funding research for the disease.", "keyword": "go"}
{"id": 192, "sentence": "We can go camping in the national park next long weekend.", "keyword": "go"}
{"id": 193, "sentence": "The song goes something like this if I remember correctly tonight.", "keyword": "go"}
{"id": 194, "sentence": "I have to go return these books to the library today.", "keyword": "go"}
{"id": 195, "sentence": "The relationship has gone sour after years of growing tension.", "keyword": "go"}
{"id": 196, "sentence": "We should go support our team at the championship game tomorrow.", "keyword": "go"}
{"id": 197, "sentence": "The pipeline goes across international borders creating political complications.", "keyword": "go"}
{"id": 198, "sentence": "I was going to surprise you but someone ruined it already.", "keyword": "go"}
{"id": 199, "sentence": "Things have gone smoothly since we implemented the new system recently.", "keyword": "go"}
{"id": 200, "sentence": "The legend goes that a treasure is buried somewhere nearby.", "keyword": "go"}
